{"query": "Trong quá trình đăng ký tín chỉ, tối thiểu bao nhiêu tín thì được lưu đăng ký?", "document": "Hiện tại web đăng kí đã cập nhật lên phiên bản mới, bạn chỉ cần chọn nhóm môn học của môn học tương ứng là hệ thống đã lưu cho bạn rồi nhé, không cần tối thiểu bao nhiêu tín thì mới được lưu"}
{"query": "Mình phải đăng ký tối thiểu bao nhiêu tín để lưu được đăng ký bạn nhỉ?", "document": "Bạn chỉ cần tích vào môn học bạn muốn đăng ký là đã lưu được rồi bạn nhé, không cần tối thiểu bao nhiêu tín. "}
{"query": "Tối thiểu bao nhiêu tín thì được lưu đăng ký bạn nhỉ?", "document": "Hiện tại thì không cần tối thiểu bao nhiêu tín mới được lưu nha bạn. Tin này chuẩn nhé. Chúc bạn may mắn và đăng kí được lớp học mình mong muốn! "}
{"query": "Tôi không tải được trang web đăng kí tín chỉ thì phải làm sao?", "document": "Gần đến giờ đăng kí tín chỉ, hệ thống quá tải và web sẽ mất một khoảng thời gian để phản hồi , bạn vui lòng ăn miếng bánh uống miếng trà để chờ web hiển thị trong giây lát nhé"}
{"query": "Trang web bị quá tải thì phải làm sao?", "document": "Bạn vui lòng chờ trong giây lát nha. Trang web sẽ hiện lên sớm thôi."}
{"query": "Trang web không load được thì phải làm sao?", "document": "Hệ thống đang ghi nhận một lượng lớn truy cập bạn bình tĩnh và vui lòng chờ một lát nhé!"}
{"query": "Vào web đăng kí tín chỉ vào thời gian nào thì hợp lí?", "document": "Bạn nên vào web sao cho kịp thời gian đăng kí tín chỉ nhé"}
{"query": "Tôi phải vào web đăng kí tín chỉ vào lúc nào?", "document": "Bạn nên vào web đăng kí tín chỉ trước thời gian đăng kí tín chỉ bạn nhé"}
{"query": "Tôi nên vào web đăng kí tín chỉ vào thời gian nào?", "document": "Bạn nên điều chỉnh thời gian của mình để vào web sao cho kịp thời gian đăng kí tín chỉ bạn nhé"}
{"query": "Muốn cài tool xem trước thời khóa biểu thì phải làm thế nào?", "document": "Để cài được tool xem trước thời khóa biểu thì bạn cần truy cập vào group D23 PTIT Hà Nội theo link dưới đây nhé bài viết hướng dẫn đăng kí sẽ được ghim lên đầu trang: bit.ly/3qUDkHV"}
{"query": "Có thể xem hướng dẫn cài tool thời khóa biểu ở đâu?", "document": "Bạn có thể truy cập vào group D23 PTIT Hà Nội để biết thêm chi tiết bạn nhé! Thông tin bạn cần sẽ được ghim ở đầu group nha."}
{"query": "Hãy hướng dẫn tôi cài tool xem trước thời khóa biểu.", "document": "Để cài tool xem trước thời khóa biểu bạn có thể truy cập vào group D23 PTIT Hà Nội để xem bài ghim ở đầu group nha."}
{"query": "Nên dùng trình duyệt web nào để đăng nhập và đăng kí được nhanh hơn?", "document": "Bạn có thể dùng Chrome, Cốc Cốc, Microsoft Edge,...bất cứ trình duyệt web và thiết bị nào có kết nối Internet bạn nhé."}
{"query": "Dùng trình duyệt nào để vào được web đăng ký tín chỉ nhanh hơn?", "document": "Một số options cho bạn chọn đó là Chrome, Cốc Cốc, Microsoft Egde,..."}
{"query": "Giữa Google và Cốc Cốc thì trình duyệt nào giúp đăng ký tín nhanh hơn?", "document": "Việc đăng ký tín nhanhh hơn hay không còn dựa vào rất nhiều yếu tố. Chúc bạn đăng ký được lịch như ý nhé."}
{"query": "Tôi dùng điện thoại có mạng 4G để đăng kí tín chỉ có được không?", "document": "Bạn hoàn toàn có thể dùng điện thoại có mạng 4G để đăng kí tín chỉ một cách bình thường bạn nhé"}
{"query": "Tôi dùng thiết bị khác máy tính để đăng ký tín chỉ được không?", "document": "Được bạn nhé, miễn là thiết bị của bạn có Internet."}
{"query": "Không dùng máy tính mà dùng điện thoại đăng ký có được không?", "document": "Hoàn toàn được bạn nhé."}
{"query": "Thời gian đăng kí tín chỉ sẽ bắt đầu vào giờ nào, ngày nào?", "document": "Mỗi ngành, mỗi khóa sẽ có thời gian đăng kí tín chỉ khác nhau, bạn có thể theo dõi trên các phương tiện mạng xã hội liên quan đến PTIT như Ngân hàng PTIT, Tôi yêu PTIT hoặc trang web chính thức của trường để cập nhật thời gian nhé."}
{"query": "Tôi muốn biết thời gian đăng ký tín chỉ.", "document": "Để xem được lịch đăng ký tín chỉ, bạn có thể theo dõi các page hoặc group liên quan tới trường như Ngân hàng PTIT, Tôi yêu PTIT hoặc trang web chính thức của trường nha."}
{"query": "Lịch đăng ký tín chỉ của D23 là khi nào?", "document": "Bạn có thể theo dõi các page chính thống của trường để biết thêm thông tin nha."}
{"query": "Kỳ này của tôi có 21 tín nhưng mà tôi không đăng ký hết 21 tín thì có được học không?", "document": "Có nha bạn. Bạn đăng ký môn nào thì sẽ được học môn đó. Bạn không đăng ký môn nào trong kỳ thì môn đó sẽ được tính là nợ môn và sẽ không được xét học bổng kỳ đó bạn nhé.Các môn mà bạn không đăng ký trong kỳ này thì bạn vẫn sẽ phải đăng ký học vào các kỳ sau đó. "}
{"query": "Đăng ký ít hơn số tín trong kỳ mà trường yêu cầu có được không?", "document": "Bạn có thể đăng ký ít hơn nha. Nhưng nên cân nhắc vì số tín bạn không đăng ký sẽ được tính là nợ môn trong kỳ đó và phải học lại vào các kỳ sau nhé. Học phí có thể tăng đó."}
{"query": "Tôi không đăng ký hết tất cả các môn trong 1 kỳ thì có làm sao không", "document": "Nếu bạn không đăng ký đủ các môn trong kỳ thì bạn vẫn sẽ được học các môn mà bạn đã đăng ký. Tuy nhiên, bạn sẽ vẫn phải học các môn còn thiếu trong kỳ này vào các kỳ sau. Bạn không thoát được đâu."}
{"query": "Tôi bỏ đăng ký 1 vài môn trong kỳ thì các môn mà tôi đăng ký tôi có được học không hay phải đăng ký đủ?", "document": "Bạn vẫn sẽ được học các môn mà bạn đã đăng ký. Các môn mà bạn không đăng ký trong kỳ này thì bạn vẫn sẽ phải đăng ký học vào các kỳ sau đó. Nếu không thì bạn không ra được trường đâu lêu lêu."}
{"query": "Tôi còn thiếu một môn nữa nhưng lịch học tất cả các lớp của môn đó đều bị trùng với thời khóa biểu của tôi thì phải làm sao?", "document": "Bạn có thể làm đơn xin hỗ trợ đăng ký tín. Bạn cần đợi 1 đến 2 ngày, sẽ đến đợt hỗ trợ đăng ký tín chỉ. Bạn có thể xem thêm thông tin chi tiết tại page Phòng Giáo Vụ của trường hoặc xem trên trang chủ của trang web https://qldt.ptit.edu.vn"}
{"query": "Tôi đang đăng ký môn A nhưng nhận ra là lịch học tất cả các lớp của môn này đều trùng với thời khóa biểu của tôi. Tôi phải làm sao bây giờ?", "document": "Chill bạn. Bạn có thể gửi đơn xin hỗ trợ đăng ký tín lên Phòng Giáo Vụ. Các thầy cô sẽ giúp bạn. Bạn có thể xem thêm thông tin chi tiết tại page Phòng Giáo Vụ của trường hoặc xem trên trang chủ của trang web https://qldt.ptit.edu.vn"}
{"query": "Tôi còn một môn nữa chưa đăng ký được do bị trùng lịch học với thời khóa biểu của tôi. Cứu tôi cứu tôi", "document": "Chill bạn. Bạn có thể gửi đơn xin hỗ trợ đăng ký tín lên Phòng Giáo Vụ. Các thầy cô sẽ giúp bạn. Bạn cần đợi 1 đến 2 ngày, sẽ đến đợt hỗ trợ đăng ký tín chỉ. Bạn có thể xem thêm thông tin chi tiết tại page Phòng Giáo Vụ của trường hoặc xem trên trang chủ của trang web https://qldt.ptit.edu.vn"}
{"query": "Tôi làm đơn xin hỗ trợ đăng ký tín, vậy tôi có được thầy cô đăng ký cho đúng lớp nguyện vọng không?", "document": "Hên xui nha bạn. Thầy cô sẽ điều chỉnh sao cho hợp lý nhất có thể nha."}
{"query": "Tôi có được vào đúng lớp nguyện vọng của bản thân không nếu như tôi làm đơn xin hỗ trợ đăng ký tín?", "document": "Theo chỉ đạo của Phòng Giáo Vụ, thầy cô sẽ sắp xếp sao cho hợp lý nhất có thể nha."}
{"query": "Nếu như tôi làm đơn xin hỗ trợ đăng ký tín chỉ thì các môn học khác của tôi có bị đổi không?", "document": "Trường hợp này còn tùy vào số lượng đơn mà thầy cô nhận được bạn nha. Nếu số lượng đơn nhiều thì có thể bị đổi."}
{"query": "Tôi bị người khác đăng nhập vào tài khoản và thay đổi lịch học, tôi phải làm sao?", "document": "Hiện tượng này năm nào cũng có và không có cách giải quyết,bạn chú ý lần sau nên thay đổi mật khẩu sau khi đăng kí tín chỉ luôn nhé. Lưu ý mật khẩu nên có tính bảo mật cao (gồm cả số, cả chữ thường và in hoa, ký tự đặc biệt)."}
{"query": "Tôi bị người khác đăng nhập vào tài khoản và xóa đi môn học và môn học đó đã không còn lớp, tôi phải làm sao?", "document": "Bạn có thể liên hệ Phòng Giáo Vụ, các thầy cô sẽ hỗ trợ bạn. Bạn có thể xem thêm thông tin chi tiết tại page Phòng Giáo Vụ của trường hoặc xem trên trang chủ của trang web https://qldt.ptit.edu.vn"}
{"query": "Tài khoản của tôi bị người khác đăng nhập vào và thay đổi, tôi phải làm sao?", "document": "Bạn nên liên hệ Phòng Giáo Vụ sớm nhất có thể để xử lý bạn nha."}
{"query": "Tôi đã click chọn vào môn học nhưng lại không hiện môn học đó ở cả phần danh sách môn học đã đăng kí, vậy tôi đã đăng kí được môn học đó chưa?", "document": "Bạn cần xem số tín chỉ và số môn học đã đăng kí ở dòng \"Danh sách môn học đã đăng ký\" ở phía dưới cùng của trang web để biết được xem mình đã đăng kí môn đó chưa nhé, nếu tổng số tín chỉ và tổng số môn học bằng với số tín chỉ và số môn học bạn vừa đăng ký thì chúc mừng bạn đã đăng kí được môn học đó rồi nhé."}
{"query": "Làm thế nào để biết tôi đã đăng ký thành công một môn học?", "document": "Bạn chỉ cần lướt xuống dưới cùng và xem \"Danh sách môn học đã đăng ký\", nếu có môn học bạn vừa tích thì chúc mừng bạn đã đăng ký thành công!"}
{"query": "Không thấy môn học đã đăng ký trong danh sách môn học, tôi phải làm sao?", "document": "Bạn cần xem tổng số tín chỉ và tổng số môn học đã đăng ký nha. Nếu đủ số môn và số tín tương ứng thì bạn đã đăng ký thành công!"}
{"query": "Nhóm môn học mà tôi muốn đăng kí đã hết, tôi phải làm sao?", "document": "Bạn có thể ngồi chờ xem có ai đó thả lớp ấy ra không nhé hoặc thầy cô sẽ mở thêm slot nếu chưa đủ số sinh viên yêu cầu. Trong trường hợp nếu là các môn chung như: Kinh tế chính trị, Tư tưởng Hồ Chí Minh, Tiếng Anh,... thì các thầy cô sẽ mở thêm lớp vào thời gian các ngành khác đăng kí nhé."}
{"query": "Các thầy cô có mở thêm slot cho các môn đã đủ số lượng đăng kí không?", "document": "Có nha. Nhưng để giành được slot mở thêm thì bạn sẽ hơi cực đấy. Chúc bạn may mắn!"}
{"query": "Trường thường mở thêm slot vào khung giờ nào?", "document": "Bạn có thể theo dõi hoặc nhờ lớp trưởng thông tin lại nha. Thầy cô sẽ thông báo sau!"}
{"query": "Tôi đăng nhập vào web và không đăng nhập được và hiện \"tài khoản đã đăng nhập ở nơi khác\".", "document": "Bạn nên cẩn thận kiểm tra lại tài khoản, mật khẩu đăng nhập. Nếu vẫn không đăng nhập vào được thì bạn nên đợi một chút, hệ thống có thể bị lỗi. Lưu ý là nên đăng xuất ra khỏi Slink nhé. Trong trường hợp thử tất cả các cách trên mà vẫn không đăng nhập được, bạn nên liên hệ Phòng Giáo Vụ để xin trợ giúp. "}
{"query": "Tài khoản đã đăng nhập ở nơi khác, tôi phải làm thế nào?", "document": "Nếu hệ thống hiện \"Tài khoản đã đăng nhập ở nơi khác\". Bạn nên thực hiện các bước kiểm tra sau: (1) Kiểm tra thật kỹ tài khoản, mật khẩu đăng nhâp. (2) Đăng xuất ra khỏi Slink. (3) Nếu vẫn không được thì bạn vui lòng đợi một chút, hệ thống có thể đang bị lỗi.Chúc bạn sớm đăng nhập được và đăng ký được lịch như mong muốn!"}
{"query": "Tôi không đăng nhập được vào tài khoản của mình để đăng kí tín chỉ, tôi phải làm thế nào?", "document": "Bạn vui lòng cho tôi biết lý do bạn không đăng nhập được để tôi giúp bạn tìm cách xử lý nha."}
{"query": "Sau khi đã đăng kí được hết môn học mình muốn, tôi phải làm gì?", "document": "Sau khi đăng kí được hết môn học mình muốn, bạn cần phải kiểm tra xem danh sách môn học đã đúng và đủ theo ý muốn của bạn chưa, nếu đã hiện hết tất cả các môn học mà bạn muốn đăng kí rồi thì việc của bạn là tắt máy và nghỉ ngơi thoiii! À đừng quên thay đổi mật khẩu phòng trường hợp có ai đó đăng nhâp vào tài khoản của bạn và thay đổi lịch của bạn nha."}
{"query": "Tôi đã đăng ký đủ các môn học, bước tiếp theo là gì?", "document": "Chill thoii. Đừng quên thay đổi mật khẩu để phòng trường hợp không may xảy ra nhé. Chúc bạn có kỳ học thật bùng nổ!"}
{"query": "Khi đã hoàn thành đăng ký môn học, tôi cần thực hiện những gì tiếp theo?", "document": "Chúc mừng bạn đã hoàn thành đăng ký môn học nha. Đừng quên thay đổi mật khẩu để phòng trường hợp không may xảy ra bạn nhé. Sau đó thì nghỉ ngơi thoi!"}
{"query": "Muốn đăng kí tín chỉ kì hè thì phải làm thế nào?", "document": "Trước tiên bạn phải xem thời gian đăng kí học hè được thông báo trên các page như Ngân hàng PTIT, Tôi yêu PTIT,...Sau đó bạn cần thực hiện đăng ký nguyện vọng theo thời gian đã được thông báo(Lưu ý: Tối đa không quá 12 tín và không đăng ký nguyện vọng sẽ không được đăng kí học)"}
{"query": "Hướng dẫn đăng kí tín chỉ kì hè?", "document": "Bạn cần xem thời gian đăng kí học hè được thông báo trên các page như Ngân hàng PTIT, Tôi yêu PTIT hoặc trang quản lí đào tạo của trường. Sau đó bạn cần thực hiện đăng ký nguyện vọng theo mốc thời gian đã được thông báo(Lưu ý: Số tín chỉ đăng kí tối đa là 12 tín và không đăng ký nguyện vọng sẽ không được đăng kí học)"}
{"query": "Tôi muốn đăng kí tín chỉ kì hè?", "document": "Thời gian đăng kí học hè được thông báo trên các page lớn như Ngân hàng PTiT, Tôi yêu PTIT hoặc trang quản lí đào tạo của trường. Thời gian đăng kí học hè gồm thời gian đăng ký nguyện vọng và thời gian đăng ký thời khóa biểu, bạn cần thực hiện đăng ký 2 thời khóa biểu trên đúng thời gian(Lưu ý:Số tín chỉ đăng kí tối đa là 12 và không đăng ký nguyện vọng sẽ không được đăng kí học)"}
{"query": "Học kì hè là học online hay học offline?", "document": "Học kì hè học online hay học offline sẽ phụ thuộc vào thầy cô dạy môn đó bạn nhé!"}
{"query": "Học kì hè sẽ luôn luôn có lớp?", "document": "Môn học phải có đủ số lượng sinh viên yêu cầu của nhà trường thì mới có lớp bạn nhé!"}
{"query": "Môn học tôi đăng kí học lại vào kỳ hè sẽ luôn có lớp?", "document": "Tất cả các môn học đều phải đủ số lượng sinh viên tối thiểu nhà trường đề ra thì mới có thể mở lớp bạn nhé!"}
{"query": "Sinh viên năm nhất có được đăng kí học hè không?", "document": "Sinh viên năm nhất không được đăng kí học hè."}
{"query": "Năm nhất đã đăng kí nguyện vọng học hè được chưa?", "document": "Sinh viên năm nhất chưa đăng kí nguyện vọng học hè được bạn nhé"}
{"query": "Đăng kí tín chỉ kì hè có dễ hơn đăng kí tín chỉ kì chính không?", "document": "Đăng kí tín chỉ kì hè sẽ giống hệt đăng kí tín chỉ kì chính"}
{"query": "Đăng kí tín chỉ kì hè có phải tranh slot giống đăng kí tín chỉ kì chính không?", "document": "Kì hè sẽ rất ít lớp và 1 môn sẽ chỉ có 1 thầy cô dạy nên sẽ không khắc nghiệt giống kì chính bạn nhé"}
{"query": "Đăng kí tín chỉ kì hè có giống kì chính không?", "document": "Đăng kí tín chỉ kì hè sẽ giống hệt kì chính chỉ là sẽ ít lớp và ít thầy cô hơn mà thôi"}
{"query": "Đăng ký nguyện vọng kì hè nhưng có việc đột xuất không học được thì có sao không?", "document": "Bạn đăng kí nguyện vọng kì hè nhưng không đăng kí thời khóa biểu kì hè thì sẽ không làm sao cả bạn nhé!"}
{"query": "Đăng kí nguyện vọng kì hè xong mà đến hôm đăng kí thời khóa biểu thì không có nhu cầu học nữa thì có sao không?", "document": "Bạn không đăng kí thời khóa biểu thì sẽ không sao bạn nhé!"}
{"query": "Chỉ đăng kí nguyện vọng mà không đăng kí thời khóa biểu thì sao?", "document": "Nếu bạn chỉ đăng kí nguyện vọng và không đăng kí thời khóa biểu thì bạn sẽ không có kì học hè nào hết và cũng không sao cả"}
{"query": "Đăng kí nguyện vọng kì hè xong thì bao giờ sẽ đăng kí thời khóa biểu?", "document": "Thời gian đăng kí thời khóa biểu đã được thông báo cùng lúc với thời gian đăng kí nguyện vọng, bạn vui lòng xem lại thời gian trên các page Facebook như Ngân hàng PTIT, Tôi yêu PTIT,.. hoặc trên web quản lí đào tạo của trường nhé"}
{"query": "Thời gian đăng kí thời khóa biểu kì hè?", "document": "Thời gian đăng kí thời khóa biểu kì hè sẽ được thông báo trên các page lớn như Ngân hàng PTIT, Tôi yêu PTIT,.. hoặc trên web quản lí đào tạo của trường bạn nhé"}
{"query": "Thời gian đăng kí thời khóa biểu sẽ sau thời gian đăng kí nguyện vọng kì hè bao nhiêu ngày?", "document": " Thời gian đăng kí nguyện vọng kì hè sẽ được thông báo cùng với thời gian đăng kí thời khóa biểu và được thông báo trên các page lớn như Ngân hàng PTIT, Tôi yêu PTIT,.. và trên web quản lí đào tạo của trường, bạn nhớ chú ý theo dõi."}
{"query": "Đang học kì hè nhưng chán quá muốn hủy thì phải làm thế nào?", "document": "Bạn không thể hủy môn học kì hè khi đã đăng kí xong thời khóa biểu bạn nhé"}
{"query": "Đang học kì hè nhưng không có nhu cầu học nữa muốn hủy thì phải làm thế nào? ", "document": "Nếu bạn đã hoàn thành xong việc đăng kí thời khóa biểu thì không có cách nào để hủy bỏ học phần kì hè mà bạn đã đăng kí"}
{"query": "Muốn hủy học phần kì hè thì phải làm thế nào?", "document": "Nếu bạn đã đăng kí xong thời khóa biểu kì hè thì không có cách nào để hủy bỏ học phần kì hè bạn đã đăng kí, nếu bạn chỉ mới đăng kí nguyện vọng thì không đăng kí thời khóa biểu là sẽ hủy được học phần đấy"}
{"query": "Không đăng kí nguyện vọng học hè thì có được đăng kí thời khóa biểu kì hè không?", "document": "Nếu như còn slot thì vẫn được bạn nhé"}
{"query": "Không đăng kí nguyện vọng học hè mà đến hôm đăng kí thời khóa biểu vào chọn thì có được không", "document": "Nếu slot môn học mà bạn muốn đăng kí vẫn còn thì hoàn toàn có thể đăng kí mà không cần đăng kí nguyện vọng"}
{"query": "Tôi chỉ vào đăng kí thời khóa biểu kì hè mà không đăng kí nguyện vọng thì có được không?", "document": "Nếu môn học mà bạn muốn đăng kí vẫn còn slot để bạn tham gia vào lớp thì hoàn toàn có thể đăng kí bình thường bạn nhé!"}
{"query": "Tôi có chứng chỉ Tiếng Anh rồi mà chưa đến đợt đổi điểm thì có phải đăng kí tín chỉ Tiếng Anh không?", "document": "Bạn vẫn phải đăng kí tín chỉ Tiếng Anh như bình thường nhé, khi nào có hạn đổi thì nhà trường sẽ phê duyệt và xóa đi học phần Tiếng Anh đó của bạn"}
{"query": "Nếu tôi có chứng chỉ Tiếng Anh rồi thì tôi có phải đăng kí tín chỉ Tiếng Anh nữa không?", "document": "Nếu bạn chưa thực hiện đổi điểm bằng chứng chỉ Tiếng Anh thì bạn vẫn phải đăng kí học Tiếng Anh bình thường nhé. Trong trường hợp chưa đổi điểm Tiếng Anh mà bạn không đăng kí học phần Tiếng Anh đó thì nhà trường sẽ quy học phần Tiếng Anh đó của bạn là nợ môn và bạn sẽ không được đổi điểm học phần Tiếng Anh đó cho đến khi bạn học lại học phần Tiếng Anh đó và phải đi thi nhé."}
{"query": "Có chứng chỉ Tiếng Anh rồi thì không cần phải đăng kí tín chỉ Tiếng Anh nữa đúng không?", "document": "Nếu chưa đổi điểm và chưa đến hạn đổi điểm thì bạn vẫn phải đăng kí học phần Tiếng Anh đó bình thường nhé"}
{"query": "Tôi muốn đăng kí kì đông thì phải làm thế nào?", "document": "Kì đông sẽ được thông báo và bạn cần làm theo thông báo nhé, thời gian sẽ được thông báo trên các page lớn như Ngân hàng PTIT, Tôi yêu PTIT,... và trên web quản lí đào tạo của trường bạn nhé (Lưu ý: Kì đông chỉ dành cho sinh viên năm cuối)"}
{"query": "Tôi muốn học kì đông thì phải thực hiện các bước nào?", "document": "Tới thời gian đăng kí thì bạn chỉ cần đăng kí là được, thời gian sẽ được thông báo trên các page lớn như Ngân hàng PTIT, Tôi yêu PTIT,... và trên web quản lí đào tạo của trường bạn nhé (Lưu ý: Kì đông rất ít lớp và chỉ dành cho sinh viên năm cuối) "}
{"query": "Cần thực hiện những gì để đăng kí kì đông?", "document": "Kì đông thì bạn chỉ cần đợi tới thời gian đăng kí là được nhé"}
{"query": "Tôi muốn đăng kí kỳ đông thì có cần đăng ký nguyện vọng trước không?", "document": "Có bạn nha, nếu bạn quên không đăng kí nguyện vọng kỳ đông thì không ai cíu được bạn đâu."}
{"query": "Đăng ký nguyện vọng kỳ đông trước khi đăng ký thời khóa biểu có phải là quy trình bắt buộc không?", "document": "Bắt buộc nha bạn. Nếu bạn không đăng ký nguyện vọng thì sẽ không được đăng ký thời khóa biểu kỳ đông đâu. Phòng Giáo Vụ cũng sẽ không chấp nhận đơn bổ sung nguyện vọng. Vậy nên hãy chú ý thời gian đăng ký nguyện vọng và thời khóa biểu được thông báo trên trang web chính thống của trường là https://qldt.ptit.edu.vn/ bạn nhé."}
{"query": "Tôi quên đăng ký nguyện vọng kì đông thì phải làm sao?", "document": "Hết cứu nha bạn. Phòng Giáo Vụ sẽ không chấp nhận đơn nộp bổ sung nguyện vọng đâu, bạn phải chờ các kỳ sau thôi. "}
{"query": "Tôi có thể viết đơn xin Phòng Giáo Vụ đăng ký giúp môn học của kỳ đông vì đã hết slot đươc không?", "document": "Các thầy cô ở Phòng Giáo Vụ sẽ không tiếp nhận xử lý vấn đề này bạn. Nếu đã hết slot thì bạn chỉ có thể chờ các kỳ sau thôi! "}
{"query": "Tôi muốn đăng ký thời khóa biểu kỳ đông nhưng quên đăng ký nguyện vọng thì có cách nào để tôi đăng ký được không?", "document": "Rất tiếc là không nha bạn ui. Quên đăng ký nguyện vọng thì bạn chỉ có thể chờ các kỳ sau thôi!"}
{"query": "Tôi không đăng ký nguyện vọng kì đông thì có được đăng ký thời khóa biểu không?", "document": "Không nha. Kỳ đông rất ít lớp và gần như chỉ dành cho sinh viên năm cuối. Bạn phải đăng ký nguyện vọng thì thầy cô mới mở slot cho bạn nha."}
{"query": "Thời gian đăng ký nguyện vọng kỳ đông là khi nào?", "document": "Khoảng tháng 10 bạn nha. Hiện tại chưa có thông báo nên thời gian cụ thể mình sẽ cập nhật sau nè!"}
{"query": "Tôi muốn biết thời gian đăng kí kỳ đông là khi nào?", "document": "Mọi năm sẽ vào khoảng tháng 10 bạn nha. Hiện tại chưa có thông báo chính thức, ngay khi có thông báo mới mình sẽ cập nhật thời gian chính xác nha!"}
{"query": "Kỳ đông được thông báo vào khoảng thời gian nào?", "document": "Kỳ đông như mọi năm sẽ có thông báo thời gian đăng ký vào khoảng tháng 10 nha bạn. Bạn nên theo dõi các trang uy tín của trường như Ngân Hàng PTIT, Phòng Giáo Vụ, Tôi Yêu PTIT,... hoặc trang web chính thức của trường là https://qldt.ptit.edu.vn/ để nắm bắt được thông tin bạn cần một cách chính xác nhé."}
{"query": "Thời gian đăng kí thời khóa biểu kỳ đông là khi nào?", "document": "Theo như năm trước là vào khoảng giữa tháng 10 nha bạn ui. Thời gian cụ thể mình sẽ cập nhật ngay khi có thông báo chính thức nha."}
{"query": "Thời gian học của kỳ đông là vào khoảng thời gian nào?", "document": "Như năm trước là thời gian học sẽ rơi vào khoảng 1 tháng từ cuối tháng 10 tới cuối tháng 11 nhé bạn. Hiện tại vẫn chưa có thông tin cho năm nay nha!"}
{"query": "Thời gian thi của kỳ đông sẽ vào khi nào?", "document": "Thời gian thi của kỳ đông dựa theo năm trước là khoảng cuối tháng 11 tới đầu tháng 12 nha. Khi nào có thông báo chính thức chúng mình sẽ cập nhật ngay!"}
{"query": "Kỳ đông sẽ học online hay offline?", "document": "Kỳ đông sẽ học online trong và ngoài giờ hành chính nhá bạn ui!"}
{"query": "Đăng ký nguyện vọng kỳ đông nhưng đến khi đăng ký thời khóa biểu thì không có nhu cầu học nữa nên không đăng ký thời khóa biểu nữa thì có sao không?", "document": "Bạn không đăng ký thời khóa biểu nữa thì cũng không sao bạn nhé."}
{"query": "Đăng ký kỳ đông nhưng có việc đột xuất  không học được thì có sao không? ", "document": "Nếu bạn chỉ mới đăng ký nguyện vọng thì không sao nha. Nếu đã đăng ký thời khóa biểu thì bạn sẽ phải đóng học phí dù không học đấy, đau ví lắmmm! "}
{"query": "Tôi là sinh viên năm cuối, đăng kí kỳ đông nhưng lại bị trùng lịch đi làm, vậy tôi phải làm sao?", "document": "Nếu bạn là sinh viên năm cuối, vấn đề này bạn có thể trao đổi lại với giảng viên, thầy cô sẽ hỗ trợ bạn nếu có thể nha! Nếu trong trường hợp xấu là không thể nhờ thầy cô hỗ trợ, vậy thì bạn chỉ có thể để lại môn này cho các kỳ sau thôi."}
{"query": "Học kỳ đông có nhiều lớp không?", "document": "Như mọi năm thì không có nhiều đâu bạn nhé. Nếu bạn có ý định học vào kỳ đông thì nên chú ý thời gian và theo dõi xem môn học mình muốn đăng ký có mở lớp không nhé, vì nếu ít sinh viên quá thì lớp sẽ bị hủy đó!"}
{"query": "Kỳ đông có phải tranh slot như kỳ chính không?", "document": "Có bạn nha, kỳ đông thường dành cho sinh viên năm cuối, có ít lớp nên tính cạnh tranh sẽ cao, một số môn quá ít sinh viên có nguyện vọng học có thể sẽ bị hủy lớp. Chúc bạn may mắn!"}
{"query": "Tôi có thể hủy môn đã đăng ký học vào kỳ đông được không?", "document": "Nếu bạn đã đăng ký thời khóa biểu thì không còn cách nào đâu bạn nhé. Thầy cô cũng sẽ không tiếp nhận đơn xin hủy học phần nha!"}
{"query": "Tôi có thể viết đơn xin Phòng Giáo Vụ hủy môn học đã đăng ký vào kỳ đông vì không có nhu cầu học nữa được không?", "document": "Phòng Giáo Vụ sẽ không tiếp nhận xử lý các tình huống đã đăng ký thời khóa biểu cho môn học và hết hạn đăng ký nhưng sau đó lại muốn hủy bạn nha. Môn học đã đăng ký và hết hạn đăng ký là không thể bị hủy. Bạn vẫn sẽ phải đóng học phí cho học phần đó ngay cả khi bạn không học đó nhé!  "}
{"query": "Làm thế nào để hủy được môn học đã đăng ký vào kỳ đông?", "document": "Nếu vẫn còn hạn đăng ký thì bạn chỉ cần kéo xuống \"danh sách môn học\" và bấm \"xóa\" để hủy môn đã đăng ký thôi nè. Trường hợp đã hết hạn đăng ký thì hết cứu bạn nha, không có cách nào để hủy đâu."}
{"query": "Tôi muốn thực hiện đăng kí học ghép thì phải làm thế nào?", "document": "Học ghép sẽ có đợt đăng kí riêng, bạn cần theo dõi các page chính thống của trường như Ngân Hàng PTIT, Phòng Giáo Vụ,... để cập nhật thông tin và hướng dẫn đăng kí kịp thời nha."}
{"query": "Bạn hãy hướng dẫn đăng kí học ghép", "document": "Đăng ký học ghép sẽ có đợt đăng ký riêng, tới thời gian đăng ký học ghép bạn chỉ cần vào và chọn môn học bạn muốn học là được nha. Thời gian đăng ký học ghép sẽ được thông báo trên các page chính thông của trường như Phòng Giáo Vụ, Ngân Hàng PTIT, Tôi Yêu PTIT,... Bạn nhớ theo dõi nha! "}
{"query": "Làm thế nào để đăng kí học ghép?", "document": "Sẽ có đợt đăng ký riêng đối với đăng ký học ghép. Thời gian đăng ký sẽ được thông báo trên trang chính thống của trường là https://qldt.ptit.edu.vn/ hoặc bạn có thể theo dõi các page uy tín như Phòng Giáo Vụ, Tôi Yêu PTIT, Ngân Hàng PTIT,... để cập nhật và nắm bắt được thời gian đăng ký học ghép nha."}
{"query": "Nếu có môn tôi chưa học, trong lúc đăng kí học ghép cùng khóa dưới nếu không đăng ký được thì tôi có thể gửi đơn giúp đăng ký không?", "document": "Không bạn nha, Phòng Giáo Vụ sẽ không can thiệp vào việc đăng ký học ghép, vì chỉ khi còn slot thì bạn mới có thể đăng ký mà thôi. Nếu bạn không đăng ký được thì rất tiếc là bạn phải chờ các kỳ sau thôi."}
{"query": "Tôi có thể gửi đơn nhờ Phòng Giáo Vụ đăng ký học ghép giúp hay không? ", "document": "Phòng Giáo Vụ sẽ không xử lý các vấn đề về học ghép nha. Chỉ khi còn slot thì bạn mới được đăng ký học ghép, nếu đã hết slot thì bạn có thể đăng ký học vào kỳ hè hoặc kỳ đông nhé."}
{"query": "Gửi đơn nhờ Phòng Giáo Vụ đăng ký học ghép giúp có được xếp vào lớp đúng với nguyện vọng không?", "document": "Các vấn đề về học ghép Phòng Giáo Vụ sẽ không xử lý nha."}
{"query": "Tôi muốn đăng ký học ghép nhưng khi vào đăng ký đã thấy các lớp đều đã đủ số lượng, vậy tôi phải làm sao? Có cách nào để đăng ký học ghép được nữa không?", "document": "Nếu đã hết slot thì chịu ròi bạn nha. Học ghép chỉ đăng ký được nếu còn slot, Phòng Giáo Vụ cũng sẽ không giải quyết các vấn đề liên quan tới học ghép. Bạn chỉ có thể chờ các kỳ sau thôi."}
{"query": "Tôi muốn đăng ký học ghép thì có cần đăng ký nguyện vọng trước không?", "document": "Không cần nha. Bạn chỉ cần đợi tới thời gian đăng ký tín chỉ mà trường đã thông báo sau đó đăng ký môn mà bạn muốn học ghép nếu môn đó vẫn còn slot nhé."}
{"query": "Không đăng ký nguyện vọng thì có được đăng ký học ghép không?", "document": "Học ghép không cần đăng ký nguyện vọng trước bạn nha. "}
{"query": "Thời gian đăng ký học ghép là khi nào?", "document": "Học ghép sẽ có hai đợt trong năm vào hai kỳ chính bạn nha. Đợt đăng ký gần nhất đã qua mất rồi. Hiện tại chưa có thông báo mới. Mình sẽ cập nhật cho bạn ngay khi có thông tin mới nha!"}
{"query": "Đăng ký học ghép sẽ được thông báo vào khi nào?", "document": "Thường sẽ được thông báo ngay sau khi kỳ chính đăng ký xong nha bạn. Bạn nhớ chú ý thông báo của trường nha!"}
{"query": "Tôi muốn biết thời gian đăng ký học ghép.", "document": "Đợt đăng ký học ghép gần nhất đã qua mất rồi. Bạn phải chờ tới kỳ sau vào khoảng tháng 1 bạn nha! Bạn nhớ chú theo dõi thông báo của trường nhé."}
{"query": "Quá hạn đăng ký học ghép thì còn đăng ký được nữa không?", "document": "Rất tiếc là không bạn nha. Bạn phải chờ đợt đăng ký học ghép sau đó thôi, hoặc bạn có thể đăng ký vào kỳ hè hoặc kỳ đông nè. Nhớ chú ý thời hạn đăng ký học ghép tiếp theo bạn nhé. "}
{"query": "Tôi muốn đăng ký học ghép nhưng quên lịch và bây giờ đã quá lịch đăng ký, vậy có cách nào đê tôi đăng ký được nữa hay không?", "document": "Không còn cách nào khác đâu bạn nha. Các thầy cô cũng sẽ không tiếp nhận xử lý các vấn đề liên quan tới học ghép, rất tiếc là bạn chỉ có thể chờ vào các kỳ sau thôi. Nhớ chú ý thời hạn đăng ký của các đợt tiếp theo nhé!"}
{"query": "Nếu đã quá hạn đăng ký học ghép thì tôi có thể gửi đơn lên Phòng Giáo Vụ nhờ đăng ký giúp được không?", "document": "Phòng Giáo Vụ sẽ không tiếp nhận xử lý các vấn đề liên quan tới học ghép nha bạn. Chỉ khi còn slot trong thời gian diễn ra đăng ký thì bạn mới có thể đăng ký học ghép được nha. Không còn cách khác để đăng ký đâu bạn nè!"}
{"query": "Tôi có thể hủy môn đăng ký học ghép được không?", "document": "Không bạn nha. Nếu bạn đã đăng ký thời khóa biểu thì hết cíu thật rồi. Bạn vẫn sẽ phải đóng học phí cho môn học đó dù không học đó nhé, bạn không thoát được đâu!"}
{"query": "Tôi có thể viết đơn xin Phòng Giáo Vụ hủy giúp môn đã đăng ký học ghép vì không có nhu cầu học nữa được không?", "document": "Không được nha bạn. Phòng Giáo Vụ sẽ không tiếp nhận xử lý trường hợp đã đăng ký nhưng muốn hủy môn bạn nhé. Dù bạn không học thì vẫn sẽ phải đóng học phí của học phần đã đăng ký học ghép bạn nha. "}
{"query": "Tôi có việc đột xuất nên không thể tham gia lớp học ghép đã đăng ký, vậy có cách nào để hủy học phần học phép đã đăng ký không?", "document": "Không có cách nào đâu nha. Bạn nên sắp xếp thời gian để tham gia lớp học nhá bạn, vì kể cả bạn có không học thì môn học đó cũng sẽ không thể bị hủy và bạn vẫn phải đóng học phí cho môn học đó thui. "}
{"query": "Học cải thiện là có thể đăng ký học ghép hoặc đăng ký học vào kỳ hè đúng không?", "document": "Đúng bạn nha, học ghép thì sẽ ít slot hơn nên đăng ký sẽ khó khăn hơn chút, học hè sẽ nhiều slot hơn nha."}
{"query": "Tôi muốn đăng ký học cải thiện thì phải làm sao?", "document": "Bạn nên theo dõi các trang page chính thống của trường như Ngân hàng PTIT, Phòng Giáo Vụ,... để cập nhật thông tin về thời gian và hướng dẫn đăng ký học cải thiện nha."}
{"query": "Học cải thiện có cần đăng ký nguyện vọng không?", "document": "Nếu bạn học ghép thì không cần đăng ký nguyện vọng trước bạn nha.  Còn học vào kỳ hè hay kỳ đông thì vẫn cần nha. Bạn theo dõi các page chính thống của trường như Ngân hàng PTIT, Phòng Giáo Vụ,... hoặc trang web chính thức của trường là https://qldt.ptit.edu.vn/  để cập nhật thông tin nhé. "}
{"query": "Đăng ký học cải thiện phải đăng ký theo thông báo kỳ phụ của trường hay đăng ký vào lúc khóa dưới đăng ký?", "document": "Bạn đăng ký theo thông báo kỳ phụ của trường nhé bạn ui!"}
{"query": "Học cải thiện có bắt buộc phải học vào kỳ hè hay kỳ đông hay đăng ký học ghép cùng khóa dưới không?", "document": "Không bắt buộc nha. Bạn muốn đăng ký học vào kỳ nào cũng được. Lưu ý kỳ đông sẽ ít lớp hơn và thường dành cho sinh viên năm cuối, học ghép thường sẽ ít slot còn kỳ hè thì nhiều lớp hơn đó bạn nha nhưng nếu môn bạn muốn cải thiện ít sinh viên thì có thể sẽ bị hủy hoặc sẽ được nhân học phí đó!"}
{"query": "Thời gian đăng ký học cải thiện là khi nào?", "document": "Hiện tại đợt đăng ký học cải thiện gần nhất đã qua mất rồi, bạn có thể chờ kỳ đông nha! Thời gian đăng kí của kỳ đông sẽ được thầy cô thông báo sau nè! Theo dõi các trang uy tín của trường để cập nhật thông tin mới nhất nha."}
{"query": "Tôi muốn đăng ký thọc cải thiện thì tôi phải đăng ký vào thời gian nào?", "document": "Bạn có thể đăng ký học cải thiện vào thời gian đăng kí kỳ hè hoặc kỳ đông nhé, hoặc có thể đăng ký học ghép với khóa sau nếu còn slot. Mình vẫn đang theo dõi để cập nhật thông tin về đợt đăng ký mới ngay khi có thông báo chính thức nha! "}
{"query": "Tôi muốn học cải thiện thì đăng ký vào kỳ hè được không?", "document": "Được bạn nè. Bạn nhớ theo dõi các thông báo từ trường để có thể nắm được thời gian đăng kí kỳ hè chính xác nha."}
{"query": "Tôi muốn học cải thiện thì đăng ký vào kỳ đông được không?", "document": "Được nha bạn. Thông báo đăng kí kỳ đông hiện vẫn chưa được cập nhật. Bạn nhớ theo dõi các trang thông tin uy tín của trường như Ngân Hàng PTIT, Tôi Yêu PTIT, Phòng Giáo Vụ,... hoặc trang web chính thức của trường là https://qldt.ptit.edu.vn/ để biết được thời gian chính xác nha."}
{"query": "Tôi muốn học cải thiện thì đăng ký học ghép với khóa sau được không?", "document": "Được bạn ui! Thông tin về đợt đăng ký học ghép tiếp theo vẫn chưa được cập nhật. Mình sẽ cập nhật ngay khi có thông báo chính thức nha."}
{"query": "Tôi đăng ký học cải thiện nhưng lại có việc trùng với lịch học thì có cách nào hủy học phần không?", "document": "Không nha. Phòng Giáo Vụ không tiếp nhận đơn hủy học phần đã đăng ký đâu bạn nha."}
{"query": "Tôi quên lịch đăng ký học cải thiện, tôi có thể viết đơn gửi lên Phòng Giáo Vụ nhờ thầy cô đăng ký giúp được không?", "document": "Rất tiếc là Phòng Giáo Vụ sẽ không tiếp nhận đơn hỗ trợ đăng ký bổ sung nha bạn!"}
{"query": "Viết đơn gửi Phòng Giáo Vụ nhờ đăng ký học cải thiện thì có được vào lớp với đúng nguyện vọng hay không?", "document": "Không nha bạn. Phòng Giáo Vụ sẽ không chấp nhận các đơn đăng ký bổ sung đâu bạn nhé, bạn chỉ có thể tự đăng ký thôi. Nếu đã hết slot thì thì bạn phải đợi các kỳ sau thôi."}
{"query": "Phòng Giáo Vụ có tiếp nhận đơn đăng kí học cải thiện hay không?", "document": "Không đâu bạn ui. Nếu bạn không đăng ký được do hết slot hay trùng lịch thì không có cách nào để đăng ký nữa đâu. Bạn phải chờ kỳ sau thôi."}
{"query": "Muốn đăng ký học cải thiện nhưng tất cả các lớp đều bị trùng với thời khóa biểu gốc thì phải làm sao?", "document": "Hết cách bạn ui. Nếu lịch học cải thiện bị trùng lịch cũ thì bạn chỉ có thể chờ các kỳ khác thôi. Bạn có thể đăng ký vào kỳ đông hoặc kỳ hè cho thoải mái và tránh bị trùng nè. Chúc bạn may mắn!"}
{"query": "Mình muốn đăng ký học cải thiện ghép với khóa sau nhưng bị trùng thời khóa biểu cũ thì không còn cách nào khác để đăng kí được môn đó trong học kì mà bắt buộc phải đăng ký học hè ạ?", "document": "Nếu bạn muốn cải thiện sớm bằng hình thức học ghép nhưng bị trùng lịch thì chỉ còn cách đăng ký học vào các kỳ phụ thôi bạn nè. "}
{"query": "Tôi không thể tích được lớp để học cải thiện do bị trùng lịch học gốc, vậy tôi phải làm sao?", "document": "Vậy bạn nên chờ đăng ký vào các kỳ phụ nếu muốn học cải thiện trong thời gian sớm nhất nha bạn. "}
{"query": "Bạn hãy hướng dẫn đăng kí học cải thiện.", "document": "Nếu bạn đăng ký học ghép thì chỉ cần đợi tới thời gian đăng ký học cải thiện bạn vào  và tích vào môn học bạn muốn đăng ký là được nha. Còn đăng ký vào kỳ hè và kỳ đông thì bạn phải đăng ký nguyện vọng trước rồi mới đăng ký thời khóa biểu được nha. Bạn nhớ theo dõi các trang thông tin chính thống của trường để cập nhật thông báo mới nha!"}
{"query": "Tôi muốn xem thông báo về hướng dẫn đăng ký học cải thiện.", "document": "Bạn có thể xem thông báo hướng dẫn đăng ký học cải thiện trên trang web chính thức của trường là https://qldt.ptit.edu.vn/ hoặc theo dõi các page chính thống của trường như Ngân Hàng PTIT, Tôi Yêu PTIT, Phòng Giáo Vụ, PTIT News... nha. "}
{"query": "Hướng dẫn đăng kí học cải thiện sẽ được thông báo ở đâu và khi nào? ", "document": "Hướng dẫn đăng ký học cải thiện sẽ được thông báo trên các trang thông tin chính thống của trường nha bạn ( https://qldt.ptit.edu.vn/ ). Hiện tại thời gian của đợt đăng ký cải thiện sắp tới vẫn chưa được thông báo. Mình sẽ cập nhật ngay khi có thông báo nha."}
{"query": "Tôi muốn đăng ký học cải thiện điểm nhưng nếu điểm học cải thiện thấp hơn điểm cũ thì có được giữ lại điểm cũ không?", "document": "Tùy giảng viên nha bạn, bạn nên thông báo lại với giảng viên ngay từ đầu về việc học cải thiện nếu muốn giữ lại điểm cũ."}
{"query": "Đăng ký học cải thiện nhiều có bị hạ bằng hay không?", "document": "Không nha bạn ui, bạn có thể cải thiện bao nhiêu cũng được tùy vào mong muốn nha!"}
{"query": "Đăng ký học cải thiện nhiều có ảnh hưởng gì hay không?", "document": "Hoàn toàn không nha bạn. Nếu bạn có thời gian và kinh tế đủ thì bạn có thể cải thiện bao nhiêu tùy thích miễn là vẫn còn trong thời gian đào tạo tại trường nha!"}
{"query": "Đăng kí học cải thiện có được chọn thầy cô hay không?", "document": "Đăng kí học cải thiện không được chọn thầy cô tuy nhiên bạn vẫn có thể học được thầy cô mình muốn nếu thầy cô đó có dạy và bạn phải nhanh tay có được slot trong lớp học đó"}
{"query": "Đăng kí học cải thiện được chọn thầy cô mình thích đúng không?", "document": "Đăng kí học cải thiện không được chọn thầy cô mình thích tuy nhiên nếu thầy cô bạn thích có lớp thì bạn vẫn hoàn toàn học được thầy cô đó nếu nhanh tay nhé"}
{"query": "Có phải tôi sẽ được chọn thầy cô mình thích nếu đăng kí học cải thiện đúng không?", "document": "Bạn không thể chắc chắn 100% bạn sẽ được học thầy cô mình muốn đâu nhé, thầy cô bạn muốn có thể sẽ không mở lớp hoặc bạn có thể không tranh được slot trong danh sách lớp đấy"}
{"query": "Tôi có thể hủy học phần đăng ký cải thiện được không?", "document": "Nếu bạn chưa thực hiện việc đăng kí thời khóa biểu thì hoàn toàn có thể hủy bằng cách không đăng kí thời khóa biểu và không đóng tiền bạn nhé, còn nếu bạn đã đăng kí thời khóa biểu rồi thì bạn phải đóng tiền như bình thường nếu không sẽ bị coi là nợ học phí"}
{"query": "Tôi đã đăng kí lớp học cải thiện nhưng vì lí do khách quan nên không thể học được, tôi có thể hủy đăng kí được không?", "document": "Được bạn nhé, bạn chỉ cần không đăng kí thời khóa biểu và không đóng tiền là coi như đã hủy đăng kí rồi, còn nếu bạn đã thực hiện việc đăng kí thời khóa biểu rồi thì sẽ không hùy được và bạn phải đóng tiền như thường bạn nhé"}
{"query": "Đăng kí học cải thiện nhưng không có nhu cầu học nữa, tôi muốn hủy thì phải làm thế nào?", "document": "Nếu bạn chưa đăng kí thời khóa biểu cho việc học cải thiện thì hoàn toàn có thể hủy bằng cách không đăng kí thời khóa biểu và không đóng tiền nhé, còn nếu bạn đã đăng kí thời khóa biểu rồi thì sẽ phải đóng tiền bình thường nếu không là bị coi là nợ học phí"}
{"query": "Đăng kí học cải thiện có cần phải đăng kí nguyện vọng môn học hay không?", "document": "Không bạn nhé, bạn chỉ cần đăng kí thời khóa biểu là được"}
{"query": "Tôi không đăng kí nguyện vọng môn học học cải thiện mà chỉ đăng kí thời khóa biểu có được không?", "document": "Học cải thiện thì bạn chỉ cần đăng kí thời khóa biểu là được nhé, không cần đăng kí nguyện vọng đâu"}
{"query": "Đăng kí học cải thiện thì tôi chỉ cần đăng kí thời khóa biểu là được đúng không?", "document": "Đúng rồi bạn nhé, học cải thiện chỉ cần đăng kí thời khóa biểu và nộp tiền là được rồi bạn nhé"}
{"query": "Nếu như lớp học cải thiện tôi muốn đã đủ số lượng sinh viên thì phải làm thế nào?", "document": "Nhà trường sẽ bổ sung số lượng vào 10h, 15h hàng ngày trong thời gian đăng kí nên bạn có thể canh slot vào lúc đó"}
{"query": "Lớp học cải thiện mà tôi muốn đăng kí đã đủ số lượng sinh viên thì liệu nhà trường có mở thêm số lượng không?", "document": "Có bạn nhé, nhà trường sẽ mở số lượng bổ sung vào 10h, 15h hàng ngày trong thời gian đăng kí nên bạn đừng lo nhé"}
{"query": "Tôi vào đăng kí thời khóa biểu học cải thiện bị chậm và đã đủ số lượng sinh viên cho lớp học tôi muốn thì nhà trường có mở thêm số lượng không?", "document": "Tin vui bạn nhé, nhà trường sẽ mở số lượng bổ sung vào 10h, 15h hàng ngày trong thời gian đăng kí, bạn nên vào web đăng kí lúc đó để giành slot nha"}
{"query": "Xin chào", "document": "Hello, tôi có thể giúp gì cho bạn khum?"}
{"query": "Chào bạn", "document": "Hí bạn, tôi có thể giúp gì cho bạn hem nè"}
{"query": "Hello bạn", "document": "Hí bạn, bạn cần tôi giúp gì nè!"}
{"query": "Cứu tui cứu tui", "document": "Xin chào, tôi có thể giúp gì cho bạn hong"}
{"query": "Bạn là ai\n", "document": "Tôi là chatbot AI được nhóm 7 tạo ra để hỗ trợ mọi người các vấn đề về việc đăng ký tín chỉ và thi Toeic trên trường"}
{"query": "Bạn có thể giới thiệu về bản thân mình không", "document": "Tôi là 1 chatbot được nhóm 7 tạo ra. Nếu bạn có vấn đề gì về việc đăng ký tín hay thắc mắc về thi Toeic trên trường thì cứ ới tui nha"}
{"query": "Tôi muốn biết bạn là ai á", "document": "Bạn đang gặp khó khăn trong vấn đề gì vậy. Tôi có thể giúp gì được cho bạn không?"}
{"query": "Tôi đang hoang mang quá. Bạn cứu tôi với", "document": "Mình đây mình đây, bạn có chuyện gì vậy? Bạn có thể chia sẻ để tôi giúp được không?"}
{"query": "Bạn ơi cứu tui cứu tui", "document": "Có chuyện gì xảy ra với bạn vậy. Bạn có thể chia sẻ với tôi được không?"}
{"query": "Bạn có thể giúp tôi vấn đề này được không?", "document": "Nếu như có thể giúp được gì cho bạn thì tôi rất sẵn lòng. Bạn cứ nói với tui nha"}
{"query": "Hic cứu tôi với ạ", "document": "Sao thế bạn ui, bạn có thể kể mình nghe vấn đề bạn đang gặp phải được không?"}
{"query": "Bạn có chắc không?", "document": "Có á. Tôi xin cam đoan những thông tin tôi đưa ra hoàn toàn là đúng sự thật."}
{"query": "Tin chuẩn không bạn?", "document": "Chuẩn bạn nhé. Tôi xin cam đoan những thông tin tôi đưa ra hoàn toàn là đúng sự thật"}
{"query": "Thông tin bạn đưa ra có chính xác không?", "document": "Có á. Tôi xin cam đoan những thông tin tôi đưa ra hoàn toàn là đúng sự thật."}
{"query": "Tôi có thể tin được bạn không?", "document": "Có á. Tôi xin cam đoan những thông tin tôi đưa ra hoàn toàn là đúng sự thật."}
{"query": "Sao cái gì bạn cũng biết thế", "document": "Hihi. Tôi được nhóm 7 chỉ bảo tận tình nên mấy chuyện này quá đơn giản với tui "}
{"query": "Bạn biết nhiều thứ nhỉ", "document": "Í sời. Quá khen quá khen hihi."}
{"query": "Sao bạn biết", "document": "Tôi mà lị. Mấy chuyện này với tôi dễ như ăn cơm á."}
{"query": "Thông tin này bạn lấy từ đâu thế", "document": "Tôi biết điều này qua các trang thông tin của trường á. Bạn có thể lên trang chủ QLDT để xem hoặc có thể liên hệ với các thầy cô giáo ở phòng Giáo Vụ á"}
{"query": "Bạn biết thông tin này ở đâu thế", "document": "Tôi biết điều này qua các trang thông tin của trường á. Bạn có thể lên trang chủ QLDT để xem hoặc có thể liên hệ với các thầy cô giáo ở phòng Giáo Vụ á"}
{"query": "Tin này bạn lấy ở đâu", "document": "Tôi biết điều này qua các trang thông tin của trường á. Bạn có thể lên trang chủ QLDT để xem hoặc có thể liên hệ với các thầy cô giáo ở phòng Giáo Vụ á"}
{"query": "Được bao nhiêu điểm thì qua bài thi Tiếng Anh đầu vào?", "document": "Bạn cần đạt tối thiểu 250 điểm để không phải học tiếng anh tăng cường Course 0 nhé, nếu bạn phải học Tiếng Anh Course 0 sẽ khá là đau ví đấy. Chúc bạn may mắn(Lưu ý: Phần này không áp dụng cho chương trình học Chất lượng cao)"}
{"query": "Cần tối thiểu bao nhiêu điểm để được tính là qua bài thi Tiếng Anh đầu vào?", "document": "Tiếng Anh đầu vào là bài thi kiểm tra trình độ Tiếng Anh hiện tại của sinh viên. Bạn cần đạt tối thiểu 250 điểm. Khi đạt số điểm tối thiểu đã được quy định, bạn sẽ bắt đầu học tiếng anh từ Course 1 tại trường. Ngược lại khi thấp hơn 250 điểm, bạn phải học một học phần Tiếng Anh tăng cường Course 0 nhé."}
{"query": "Bài thi Tiếng Anh đầu vào yêu cầu sinh viên phải đạt tối thiểu bao nhiêu điểm?", "document": "Đây là bài thi kiểm tra trình độ tiếng anh hiện tại của bạn nên cũng khá chill thôi. Nhưng nếu bạn đạt dưới 250 điểm thì không chill chút nào. Bạn cần chuẩn bị một tâm hồn đẹp để học Tiếng Anh tăng cường Course 0 nhé. Còn nếu trên 250 điểm thì chúc mừng bạn nhé."}
{"query": "Tôi được 800 TOEIC ở bài thi Tiếng Anh đầu vào thì có phải học Tiếng Anh ở trường không?", "document": "Dù bạn có được 990 điểm bài thi đầu vào đi chăng nữa thì bạn vẫn phải học Tiếng Anh ở trường như bình thường nhé, bài thi Tiếng Anh đầu vào chỉ có tính chất đánh giá kiểm tra xem bạn có phải học lớp Tiếng Anh tăng cường Course 0 hay không thôi nhé. Nếu muốn được miễn học thì bạn phải có chứng chỉ Tiếng Anh mà trường chấp nhận để đổi nhé!"}
{"query": "Đạt điểm cao trong bài thi TOEIC đầu vào có được miễn học tiếng anh trên trường không?", "document": "Kết quả của bài thi TOEIC đầu vào không được dùng để xét Miễn học - Miễn thi nhé bạn. Để được Miễn học - Miễn thi thì bạn cần có chứng chỉ Tiếng Anh khác mà trường đã quy định nha."}
{"query": "Qua bài thi Tiếng Anh đầu vào thì có phải học Tiếng Anh trên trường không?", "document": "Tiếng Anh đầu vào chỉ có tính chất đánh giá kiểm tra trình độ Tiếng Anh hiện tại của bạn thoi và không được dùng để xét miễn học. Nếu bạn muốn được xét Miễn học - Miễn thi thì cần chứng chỉ Tiếng Anh mà trường đã quy định để đổi nha."}
{"query": "Đề thi Tiếng Anh đầu vào của trường có khó bằng đề thi TOEIC của IIG không?", "document": "Đề thi Tiếng Anh đầu vào của trường chỉ mang tính chất kiểm  tra xem bạn có đủ 250 điểm để không phải học Course 0 hay không thôi, vì thế độ khó sẽ không bằng bạn nhé."}
{"query": "So với việc thi TOEIC ở IIG thì thi TOEIC bài thi Tiếng Anh đầu vào ở trường có khó không?", "document": "Mặc dù cùng là form đề thi TOEIC nhưng bài thi Tiếng Anh đầu vào ở trường có phần nhẹ nhàng hơn thi TOEIC ở IIG, chỉ đơn giản là đánh giá trình độ Tiếng Anh của bạn thoi. Nên là thoải mái làm bài không cần lo lắng quá nha."}
{"query": "Thi Tiếng Anh đầu vào với thi TOEIC ở IIG thì bài thi nào khó hơn?", "document": "Bài thi TOEIC ở IIG sẽ khó hơn bạn nhé. Bài thi Tiếng Anh đầu vào được các bạn sinh viên đánh giá là \"lụi thôi cũng qua\", nhưng mà bạn cũng cần ôn tập một chút để không phải trải nghiệm Course 0 nhé."}
{"query": "Cấu trúc đề thi Tiếng Anh đầu vào của trường như thế nào?", "document": "Cấu trúc đề thi Tiếng Anh đầu vào của trường sẽ giống hệt đề thi TOEIC của IIG nhưng độ khó sẽ không bằng.Đề thi sẽ gồm 100 câu Listening(Nghe) trong vòng 45 phút và 100 câu Reading(Đọc) trong vòng 75 phút. Tổng thời gian của cả đề thi sẽ là 120 phút(2 tiếng)"}
{"query": "Bài thi Tiếng Anh đầu vào của trường có cấu trúc như nào?", "document": "Bài thi Tiếng Anh đầu vào trên trường sẽ có format giống hệt một đề thi TOEIC bình thường, nhưng về độ khó thì không bằng. Bài thi có 200 câu và làm trong 120 phút. Trong đó có 100 câu Listening trong 45 phút, và 75 phút còn lại là dành cho 100 câu Reading."}
{"query": "Bài thi Tiếng Anh đầu vào sẽ làm bài trên máy hay trên giấy?", "document": "Bài thi Tiếng Anh đầu vào của trường sẽ làm bài trên máy và tại phòng máy của nhà trường nằm ở tòa A3 bạn nhé"}
{"query": "Sinh viên làm bài thi Tiếng Anh đầu vào trên giấy hay trên máy?", "document": "Các bạn sẽ được trải nghiệm thi Tiếng Anh đầu vào trên máy. Việc của các bạn chỉ là đến phòng máy ở tòa A3 và thi thôi nha."}
{"query": "Thi Tiếng Anh đầu vào có được chọn thi trên giấy hay thi trên máy không?", "document": "Bạn không được lựa chọn hình thức thi. Chỉ có một hình thức duy nhất là thi trên máy và tại phòng máy ở tòa A3."}
{"query": "Tôi có chứng chỉ TOEIC/ IELTS rồi thì có cần làm bài thi TOEIC đầu vào nữa không?", "document": "Nếu bạn đã có chứng chỉ Tiếng Anh còn thời hạn thì hãy đăng ký và nộp về theo quy định của nhà trường đễ miễn thi Tiếng Anh đầu vào nhé."}
{"query": "Những trường hợp nào không cần thi Tiếng Anh đầu vào?", "document": "Đối với những bạn có chứng chỉ Tiếng Anh như TOEIC, IELTS, TOEFL hay APTIS còn thời hạn thì cần nhanh chóng nộp theo yêu cầu về trường để được miễn thi Tiếng Anh đầu vào."}
{"query": "Nếu không làm bài thi Tiếng Anh đầu vào thì có được không?", "document": "Tiếng Anh đầu vào là bài thi bắt buộc đối với những sinh viên chưa có chứng chỉ Tiếng Anh trong thời điểm đó. Nếu không làm bài thi bạn sẽ được trải nghiệm học Tiếng Anh tăng cường Course 0 nhé."}
{"query": "Tôi không làm bài thi TIếng Anh đầu vào có ảnh hưởng gì không?", "document": "Nếu bạn không có chứng chỉ Tiếng Anh mà không làm bài thi Tiếng Anh đầu vào thì chỉ có ảnh hưởng đến ngân sách của bạn thoi. Bởi vì bạn sẽ phải học một học phần Tiếng Anh tăng cường Course 0 nhó."}
{"query": "Khi nào trường tiếp nhận hồ sơ Miễn học - Miễn thi, chuyển đổi điểm?", "document": "Trường tiếp nhận hồ sơ Đổi điểm, Miễn học - Miễn thi thường vào đầu mỗi học kỳ. Bạn cần chú ý thông báo của trường từ Phòng Giáo vụ, nhưng thường sẽ là đầu tháng 8 (HK 1) và tháng 1 (HK 2). Trong năm học trường có mở thêm các đợt bổ sung, bạn nên cập nhật thông tin thường xuyên để biết chính xác nhé."}
{"query": "Tôi có thể nộp hồ sơ đổi điểm, Miễn học - Miễn thi khi nào?", "document": "Bạn có thể nộp hồ sơ khi nhà trường có thông báo. Thường trường sẽ tiếp nhận hồ sơ của sinh viên vào đầu mỗi kỳ học (vào đầu tháng 8 (HK 1) và tháng 1 (HK 2)). Trong năm trường có mở thêm các đợt tiếp nhận hồ sơ bổ sung, chi tiết về các đợt được cập nhật trên page Phòng Giáo vụ - PTIT nhé."}
{"query": "Nhà trường nhận hồ sơ đổi điểm, Miễn học - Miễn thi khi nào?", "document": "Nhà trường thường mở các đợt đổi điểm, Miễn học - Miễn thi cho sinh viên nộp hồ sơ trước mỗi kỳ học. Điển hình nhất là Đợt 1 (HK 1) vào tháng 8 và Đợt 1 (HK 2) vào tháng 1. Ngoài ra còn có những đợt bổ sung khác trong năm. Để biết chính xác thì bạn cần cập nhật thông tin thường xuyên trên page Phòng Giáo vụ - PTIT để không bỏ lỡ nhé."}
{"query": "Nhà trường chấp nhận các loại chứng chỉ nào được đổi điểm, Miễn học - Miễn thi?", "document": "Nhà trường chấp nhận khá nhiều loại chứng chỉ khác nhau cho sinh viên. Nhưng một số loại chứng chỉ phổ biến nhất có thể kể đến như TOEIC, IELTS, TOEFL hay APTIS. "}
{"query": "Chứng chỉ nào được chấp nhận đổi điểm, Miễn học - Miễn thi?", "document": "Có khá nhiều chững chỉ Tiếng Anh khác nhau được chấp nhận đổi điểm, Miễn học - Miễn thi. Một số chứng chỉ phổ biến nhất được chấp nhận tại PTIT là TOEIC, IELTS, TOEFL hay APTIS."}
{"query": "Tôi có thể dùng những loại chứng chỉ nào để đổi điểm, Miễn học - Miễn thi?", "document": "Bạn có thể dùng những chứng chỉ Tiếng Anh được nhà trường quy định để đổi điểm, Miễn học - Miễn thi. Một số chứng chỉ phổ biến là TOEIC, IELTS, TOEFL, APTIS. Ngoài ra còn một số loại chứng chỉ khác nữa."}
{"query": "Mình có chứng chỉ TOEIC thì có được Mễn học - Miễn thi không?", "document": "Nếu chứng chỉ TOEIC của bạn còn thời hạn tính đến thời điểm nộp hồ sơ Miễn học - Miễn thi và số điểm của bạn đạt số điểm nhà trường quy định thì xin chúc mừng, bạn hoàn toàn có thể nộp hồ sơ để Miễn học - Miễn thi Tiếng Anh trên trường."}
{"query": "Chứng chỉ TOEIC có được dùng để đổi điểm, Miễn học - Miễn thi hay không?", "document": "Chứng chỉ TOEIC sẽ được chấp nhận trong trường hợp: chứng chỉ còn thời hạn khi nộp hồ sơ và điểm số của bạn phải đạt điểm mà trường quy định cho học phần bạn muốn đổi điểm hay Miễn học - Miễn thi. Nếu đủ điều kiện rồi thì chuẩn bị hồ sơ ngay thôi nào."}
{"query": "Trường có chấp nhận đổi điểm, Miễn học - Miễn thi với sinh viên có chứng chỉ TOEIC hay không?", "document": "Trường sẽ chấp nhận cho sinh viên đổi điểm, Miễn học - Miễn thi sử dụng chứng chỉ TOEIC nếu đáp ứng được 2 điều kiện. Một là, chứng chỉ còn thời hạn tại thời điểm nộp hồ sơ. Hai là, kết quả chứng chỉ đạt số điểm mà trường đã quy định. Nếu bạn có ý định đổi điểm hay Miễn học - Miễn thi bằng chứng chỉ TOEIC thì chuẩn bị sẵn sàng nhé."}
{"query": "Mình có chứng chỉ IELTS thì có được Miễn Học - Miễn Thi không?", "document": "Nếu chứng chỉ IELTS của bạn còn thời hạn tính đến thời điểm nộp hồ sơ Miễn học - Miễn thi và số điểm của bạn đạt số điểm nhà trường quy định thì xin chúc mừng, bạn hoàn toàn có thể nộp hồ sơ để Miễn học - Miễn thi Tiếng Anh trên trường."}
{"query": "Chứng chỉ IELTS có được dùng để đổi điểm, Miễn học - Miễn thi hay không?", "document": "Chứng chỉ IELTS sẽ được chấp nhận trong trường hợp: chứng chỉ còn thời hạn khi nộp hồ sơ và điểm số của bạn phải đạt điểm mà trường quy định cho học phần bạn muốn đổi điểm hay Miễn học - Miễn thi. Nếu đủ điều kiện rồi thì chuẩn bị hồ sơ ngay thôi nào."}
{"query": "Trường có chấp nhận đổi điểm, Miễn học - Miễn thi với sinh viên có chứng chỉ IELTS hay không?", "document": "Trường sẽ chấp nhận cho sinh viên đổi điểm, Miễn học - Miễn thi sử dụng chứng chỉ IELTS nếu đáp ứng được 2 điều kiện. Một là, chứng chỉ còn thời hạn tại thời điểm nộp hồ sơ. Hai là, kết quả chứng chỉ đạt số điểm mà trường đã quy định. Nếu bạn có ý định đổi điểm hay Miễn học - Miễn thi bằng chứng chỉ IELTS thì chuẩn bị sẵn sàng nhé."}
{"query": "Mình có chứng chỉ TOEFL thì có được MH-MT không?", "document": "Nếu chứng chỉ TOEFL của bạn còn thời hạn tính đến thời điểm nộp hồ sơ Miễn học - Miễn thi và số điểm của bạn đạt số điểm nhà trường quy định thì xin chúc mừng, bạn hoàn toàn có thể nộp hồ sơ để Miễn học - Miễn thi Tiếng Anh trên trường."}
{"query": "Chứng chỉ TOEFL có được dùng để đổi điểm, Miễn học - Miễn thi hay không?", "document": "Chứng chỉ TOEFL sẽ được chấp nhận trong trường hợp: chứng chỉ còn thời hạn khi nộp hồ sơ và điểm số của bạn phải đạt điểm mà trường quy định cho học phần bạn muốn đổi điểm hay Miễn học - Miễn thi. Nếu đủ điều kiện rồi thì chuẩn bị hồ sơ ngay thôi nào."}
{"query": "Trường có chấp nhận đổi điểm, Miễn học - Miễn thi với sinh viên có chứng chỉ TOEFL hay không?", "document": "Trường sẽ chấp nhận cho sinh viên đổi điểm, Miễn học - Miễn thi sử dụng chứng chỉ TOEFL nếu đáp ứng được 2 điều kiện. Một là, chứng chỉ còn thời hạn tại thời điểm nộp hồ sơ. Hai là, kết quả chứng chỉ đạt số điểm mà trường đã quy định. Nếu bạn có ý định đổi điểm hay Miễn học - Miễn thi bằng chứng chỉ TOEFL thì chuẩn bị sẵn sàng nhé."}
{"query": "Mình có chứng chỉ APTIS thì có được Miễn Học - Miễn Thi không?", "document": "Nếu chứng chỉ APTIS của bạn đạt số điểm nhà trường quy định thì xin chúc mừng, bạn hoàn toàn có thể nộp hồ sơ để Miễn học - Miễn thi Tiếng Anh trên trường."}
{"query": "Chứng chỉ APTIS có được dùng để đổi điểm, Miễn học - Miễn thi hay không?", "document": "Chứng chỉ APTIS sẽ được chấp nhận trong trường hợp: điểm số của bạn phải đạt điểm mà trường quy định cho học phần bạn muốn đổi điểm hay Miễn học - Miễn thi. Nếu đủ điều kiện rồi thì chuẩn bị hồ sơ ngay thôi nào."}
{"query": "Trường có chấp nhận đổi điểm, Miễn học - Miễn thi với sinh viên có chứng chỉ APTIS hay không?", "document": "Trường sẽ chấp nhận cho sinh viên đổi điểm, Miễn học - Miễn thi sử dụng chứng chỉ APTIS nếu đáp ứng được điều kiện, đó là, kết quả chứng chỉ đạt số điểm mà trường đã quy định. Nếu bạn có ý định đổi điểm hay Miễn học - Miễn thi bằng chứng chỉ APTIS thì chuẩn bị sẵn sàng nhé."}
{"query": "Được Miễn học - Miễn Thi thì có đồng nghĩa với việc được full A+ các Course Tiếng Anh không?", "document": "Khi được Miễn học - Miễn thi, học phần Tiếng Anh của bạn sẽ được quy đổi dựa theo số điểm tương ứng của chứng chỉ mà bạn dùng để xét. Vậy nên phải dựa vào chứng chỉ mà bạn có để xác định kết quả học phần, chứ không phải cứ được Miễn học - Miễn thi là được full A+ đâu nha."}
{"query": "Mình được Miễn học - Miễn thi, vậy các học phần tiếng anh được miễn ấy có được full A+ không?", "document": "Không phải cứ được Miễn học - Miễn thi là sẽ được full A+ học phần Tiếng Anh đó đâu bạn nhé. Kết quả của học phần ấy còn tùy thuộc vào chứng chỉ mà bạn có. Để biết chi tiết hơn về điểm quy đổi bạn có thể tham khảo trong Sổ tay Sinh viên."}
{"query": "Giả sử mình được Miễn học - Miễn thi các học phần Tiếng Anh, vậy các học phần ấy của mình có được A+ hết không?", "document": "Không đâu bạn oiii. Để được A+ học phần ấy thì chứng chỉ Tiếng Anh của bạn phải đạt số điểm quy định của trường. Trong Sổ tay Sinh viên có chi tiết cách thức quy đổi cho từng thang điểm, từng chứng chỉ. Bạn tham khảo ở đó trước nha"}
{"query": "Đổi điểm có các thang điểm như nào?", "document": "Nhà trường có quy định riêng về việc đổi điểm, Miễn học - Miễn thi cho từng loại chứng chỉ với từng thang điểm khác nhau. Cách quy đổi này được cung cấp trong Sổ tay Sinh viên, bạn có thể tham khảo ở đó nha. Hoặc bạn có thể cung cấp thêm thông tin để chúng mình giải đáp nè."}
{"query": "Thông tin về thang đổi điểm của TOEIC?", "document": "Đối với chứng chỉ TOEIC, trường chia làm 4 thang điểm. Cụ thể như sau: Khi bạn được từ 450 đến 520 điểm thì điểm quy đổi tương ứng với Course 1, Course 2, Course 3 là: 8, 7, 7 và bạn không đủ điều kiện để đổi Course 3+. Nếu điểm của bạn nằm trong khoảng 525 đến 595 thì điểm quy đổi bạn nhận được cho 3 Course là 9, 8, 8 và không đổi được Course 3+. Còn điểm của bạn từ 600 đến 725, cũng tương tự như 2 thang điểm trước, điểm quy đổi 3 Course bạn nhận được là 10, 9, 9. Và nếu bạn đạt từ 730 điểm trở lên, thì chúc mừng bạn, bạn đủ điều kiện đổi từ Course 1 đến Course 3+ với điểm tương ứng là 10, 10, 10, 10."}
{"query": "TOEIC cần tối thiểu bao nhiêu điểm để được đổi điểm Miễn học - Miễn thi?", "document": "Hiện nay, đối với chứng chỉ TOEIC, nhà trường yêu cầu bạn phải đạt tối thiểu 450 điểm thì mới được đổi điểm, Miễn học - Miễn thi bạn nhé. "}
{"query": "Mình dự định thi TOEIC để đổi điểm và Miễn học - Miễn thi, vậy mình cần đạt tối thiểu bao nhiêu điểm?", "document": "450 điểm là số điểm tối thiểu bạn cần đạt nha. Khi đạt số điểm tối thiểu này thì bạn sẽ được tiếp nhận hồ sơ để đổi điểm, Miễn học - Miễn thi. Chúc bạn thi đạt kết quả cao nhé."}
{"query": "Chứng chỉ TOEIC tối thiểu bao nhiêu điểm thì được chấp nhận đổi điểm, Miễn học - Miễn thi nhỉ? ", "document": "Bạn cần có chứng chỉ TOEIC đạt tối thiểu 450 điểm. Nếu thấp hơn số điểm này bạn sẽ không được tiếp nhận hồ sơ đổi điểm, Miễn học - Miễn thi đâu nha."}
{"query": "Khi nào trường tổ chức thi TOEIC", "document": "Trường thường tổ chức thi TOEIC trước mỗi đợt đổi điểm và một số đợt bổ sung trong năm. Để nắm được thông tin về các đợt thi TOEIC của trường bạn hãy theo dõi trên page Phòng Giáo vụ - PTIT nha."}
{"query": "Nhà trường có tổ chức thi TOEIC không?", "document": "Trong năm trường có tổ chức một số đợt thi TOEIC ngay tại trường. Bạn có thể thi TOEIC giống như thi tại IIG mà không cần đi đâu xa, với chi phí ưu đãi dành riêng cho sinh viên PTIT. Có nhu cầu thi TOEIC tại trường thì bạn đừng bỏ lỡ thông tin từ phía Phòng Giáo vụ nhé."}
{"query": "Được 500 TOEIC tương đương bao nhiêu điểm Tiếng Anh trên trường?", "document": "Khi bạn được 500 TOEIC thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 8, 7, 7. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 550 TOEIC tương đương bao nhiêu điểm Tiếng Anh trên trường?", "document": "Khi bạn được 550 TOEIC thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 9, 8, 8. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 650 TOEIC tương đương bao nhiêu điểm Tiếng Anh trên trường?", "document": "Khi bạn được 650 TOEIC thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 10, 9, 9. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 750 TOEIC tương đương bao nhiêu điểm Tiếng Anh trên trường?", "document": "Khi bạn được 750 TOEIC thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3, Course 3+ của bạn lần lượt là 10, 10, 10, 10. Tuyệt vời, chúc mừng bạn nhaaaaa."}
{"query": "Thông tin về thang đổi điểm của IELTS?", "document": "Đối với chứng chỉ IELTS, trường chia làm 4 thang điểm. Cụ thể như sau: Khi bạn được 4.5 IELTS thì điểm quy đổi tương ứng với Course 1, Course 2, Course 3 là: 8, 7, 7 và bạn không đủ điều kiện để đổi Course 3+. Nếu điểm của bạn là 5.0 thì điểm quy đổi bạn nhận được cho 3 Course là 9, 8, 8 và không đổi được Course 3+. Còn nếu điểm của bạn là 5.5 IELTS, cũng tương tự như 2 thang điểm trước, điểm quy đổi 3 Course bạn nhận được là 10, 9, 9. Và nếu bạn đạt từ 6.0 trở lên, thì chúc mừng bạn, bạn đủ điều kiện đổi từ Course 1 đến Course 3+ với điểm tương ứng là 10, 10, 10, 10."}
{"query": "IELTS cần tối thiểu bao nhiêu điểm để được đổi điểm, Miễn học - Miễn thi?", "document": "Hiện nay, đối với chứng chỉ IELTS, nhà trường yêu cầu bạn phải đạt tối thiểu 4.5 thì mới được đổi điểm, Miễn học - Miễn thi bạn nhé. "}
{"query": "Mình dự định thi IELTS để đổi điểm và Miễn học - Miễn thi, vậy mình cần đạt tối thiểu bao nhiêu điểm?", "document": "4.5 là số điểm tối thiểu bạn cần đạt nha. Khi đạt số điểm tối thiểu này thì bạn sẽ được tiếp nhận hồ sơ để đổi điểm, Miễn học - Miễn thi. Chúc bạn thi đạt kết quả cao nhé!"}
{"query": "Chứng chỉ IELTS tối thiểu bao nhiêu điểm thì được chấp nhận đổi điểm, Miễn học - Miễn thi nhỉ? ", "document": "Bạn cần có chứng chỉ IELTS đạt tối thiểu 4.5. Nếu thấp hơn số điểm này bạn sẽ không được tiếp nhận hồ sơ đổi điểm, Miễn học - Miễn thi đâu nha."}
{"query": "Nhà trường có tổ chức thi IELTS không?", "document": "Thật tiếc là hiện tại trường chưa tổ chức thi IELTS ngay tại trường. Vì thế nếu có nhu cầu thi IELTS bạn hãy đến các đơn vị tổ chức thi nhé. "}
{"query": "Được 4.5 IELTS tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 4.5 IELTS thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 8, 7, 7. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 5.0 IELTS tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 5.0 IELTS thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 9, 8, 8. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 5.5 IELTS tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 5.5 IELTS thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 10, 9, 9. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 6.5 IELTS tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 6.5 IELTS thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3, Course 3+ của bạn lần lượt là 10, 10, 10, 10. Tuyệt vời, chúc mừng bạn nhaaaaa."}
{"query": "Được 7.0 IELTS thì có thêm lợi ích gì nữa không?", "document": "Thật ngưỡng mộ band điểm của bạn. Với 7.0 IELTS bạn sẽ được Miễn học - Miễn thi 4 học phần Tiếng Anh với điểm số quy đổi cho 4 học phần tương ứng là 10, 10, 10, 10. Ngoài ra thì hiện tại trường chưa có thêm quy định khuyến khích khác cho các bạn đạt 7.0 IELTS cả. Nhưng mà, tặng bạn bông hoa này 🌼"}
{"query": "Thông tin về thang đổi điểm của TOEFL ITP", "document": "Đối với chứng chỉ TOEFL ITP, trường chia làm 4 thang điểm. Cụ thể như sau: Khi bạn được từ 450 đến 484 điểm thì điểm quy đổi tương ứng với Course 1, Course 2, Course 3 là: 8, 7, 7 và bạn không đủ điều kiện để đổi Course 3+. Nếu điểm của bạn nằm trong khoảng 485 đến 499 điểm thì điểm quy đổi bạn nhận được cho 3 Course là 9, 8, 8 và không đổi được Course 3+. Còn điểm của bạn từ 500 đến 542 điểm, cũng tương tự như 2 thang điểm trước, điểm quy đổi 3 Course bạn nhận được là 10, 9, 9. Và nếu bạn đạt từ 543 đến 677 điểm, thì chúc mừng bạn, bạn đủ điều kiện đổi từ Course 1 đến Course 3+ với điểm tương ứng là 10, 10, 10, 10."}
{"query": "TOEFL ITP cần tối thiểu bao nhiêu điểm để được đổi điểm Miễn học - Miễn thi?", "document": "Hiện nay, đối với chứng chỉ TOEFL ITP, nhà trường yêu cầu bạn phải đạt tối thiểu 450 điểm thì mới được đổi điểm, Miễn học - Miễn thi bạn nhé. "}
{"query": "Mình dự định thi TOELF ITP để đổi điểm và Miễn học - Miễn thi, vậy mình cần đạt tối thiểu bao nhiêu điểm?", "document": "450 điểm là số điểm tối thiểu bạn cần đạt nha. Khi đạt số điểm tối thiểu này thì bạn sẽ được tiếp nhận hồ sơ để đổi điểm, Miễn học - Miễn thi. Chúc bạn thi đạt kết quả cao nhé."}
{"query": "Chứng chỉ TOEFL ITP tối thiểu bao nhiêu điểm thì được chấp nhận đổi điểm, Miễn học - Miễn thi nhỉ? ", "document": "Bạn cần có chứng chỉ TOEFL ITP đạt tối thiểu 450 điểm. Nếu thấp hơn số điểm này bạn sẽ không được tiếp nhận hồ sơ đổi điểm, Miễn học - Miễn thi đâu nha."}
{"query": "Nhà trường có tổ chức thi TOEFL ITP không?", "document": "Thật tiếc là hiện tại trường chưa tổ chức thi TOEFL ngay tại trường. Vì thế nếu có nhu cầu thi TOEFL bạn hãy đến các đơn vị tổ chức thi nhé. "}
{"query": "Được 450 TOEFL ITP tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 450 TOEFL ITP thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 8, 7, 7. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 490 TOEFL ITP tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 490 TOEFL ITP thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 9, 8, 8. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 500 TOEFL ITP tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 500 TOEFL ITP thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 10, 9, 9. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 550 TOEFL ITP tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 550 TOEFL ITP thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3, Course 3+ của bạn lần lượt là 10, 10, 10, 10. Tuyệt vời, chúc mừng bạn nhaaaaa."}
{"query": "Được 660 TOEFL ITP thì có thêm lợi ích gì nữa không?", "document": "Thật ngưỡng mộ điểm số của bạn. Với 660 TOEFL ITP sẽ được Miễn học - Miễn thi 4 học phần Tiếng Anh với điểm số quy đổi cho 4 học phần tương ứng là 10, 10, 10, 10. Ngoài ra thì hiện tại trường chưa có thêm quy định khuyến khích  đặc biệt khác cho các bạn đạt 660 TOEFL ITP. Nhưng mà, tặng bạn bông hoa này 🌼"}
{"query": "Thông tin về thang đổi điểm của TOEFL iBT", "document": "Đối với chứng chỉ TOEFL iBT trường chia làm 4 thang điểm. Cụ thể như sau: Khi bạn được từ 36 đến 44 điểm thì điểm quy đổi tương ứng với Course 1, Course 2, Course 3 là: 8, 7, 7 và bạn không đủ điều kiện để đổi Course 3+. Nếu điểm của bạn nằm trong khoảng 45 đến 60 điểm thì điểm quy đổi bạn nhận được cho 3 Course là 9, 8, 8 và không đổi được Course 3+. Còn điểm của bạn từ 61 đến 71 điểm, cũng tương tự như 2 thang điểm trước, điểm quy đổi 3 Course bạn nhận được là 10, 9, 9. Và nếu bạn đạt từ 72 đến 120 điểm, thì chúc mừng bạn, bạn đủ điều kiện đổi từ Course 1 đến Course 3+ với điểm tương ứng là 10, 10, 10, 10."}
{"query": "TOEFL iBT cần tối thiểu bao nhiêu điểm để được đổi điểm MH-MT?", "document": "Hiện nay, đối với chứng chỉ TOEFL iBT, nhà trường yêu cầu bạn phải đạt tối thiểu 36 điểm thì mới được đổi điểm, Miễn học - Miễn thi bạn nhé. "}
{"query": "Mình dự định thi TOEFL iBT để đổi điểm và Miễn học - Miễn thi, vậy mình cần đạt tối thiểu bao nhiêu điểm?", "document": "36 là số điểm tối thiểu bạn cần đạt nha. Khi đạt số điểm tối thiểu này thì bạn sẽ được tiếp nhận hồ sơ để đổi điểm, Miễn học - Miễn thi. Chúc bạn thi đạt kết quả cao nhé."}
{"query": "Chứng chỉ TOEFL IBT tối thiểu bao nhiêu điểm thì được chấp nhận đổi điểm, Miễn học - Miễn thi nhỉ? ", "document": "Bạn cần có chứng chỉ TOEFL IBT đạt tối thiểu 36 điểm. Nếu thấp hơn số điểm này bạn sẽ không được tiếp nhận hồ sơ đổi điểm, Miễn học - Miễn thi đâu nha."}
{"query": "Nhà trường có tổ chức thi TOEFL iBT không?", "document": "Thật tiếc là hiện tại trường chưa tổ chức thi TOEFL ngay tại trường. Vì thế nếu có nhu cầu thi TOEFL bạn hãy đến các đơn vị tổ chức thi nhé. "}
{"query": "Được 40 TOEFL iBT tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 40 TOEFL iBT thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 8, 7, 7. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 50 TOEFL iBT tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 50 TOEFL iBT thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 9, 8, 8. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 70 TOEFL iBT tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 70 TOEFL iBT thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3 của bạn lần lượt là 10, 9, 9. Thật tiếc khi bạn chưa đủ điểm để đổi điểm, Miễn học - Miễn thi đối với Course 3+."}
{"query": "Được 90 TOEFL iBT tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Khi bạn được 90 TOEFL iBT thì điểm các khóa Tiếng Anh Course 1, Course 2, Course 3, Course 3+ của bạn lần lượt là 10, 10, 10, 10. Tuyệt vời, chúc mừng bạn nhaaaaa."}
{"query": "Được 100 TOEFL iBT thì có thêm lợi ích gì nữa không?", "document": "Thật ngưỡng mộ band điểm của bạn. Với 100 TOEFL iBT bạn sẽ được Miễn học - Miễn thi 4 học phần Tiếng Anh với điểm số quy đổi cho 4 học phần tương ứng là 10, 10, 10, 10. Ngoài ra thì hiện tại trường chưa có thêm quy định khuyến khích đặc biệt khác cho các bạn đạt 100 TOEFL iBT. Nhưng mà, tặng bạn bông hoa này 🌼"}
{"query": "Thông tin về thang đổi điểm của Aptis", "document": "Đối với chứng chỉ Aptis thì nhà trường chia ra thành các thang chính như sau: Nếu bạn đạt được chứng chỉ Aptis B1 thì điểm quy đổi tương ứng với Course 1, Course 2, Course 3 là: 10, 10, 10 và bạn không đủ điều kiện để đổi Course 3+. Còn nếu bạn đạt được chứng chỉ Aptis B2 hoặc Aptis C thì  thì chúc mừng bạn, bạn đủ điều kiện đổi từ Course 1 đến Course 3+ với số điểm tương ứng là 10, 10, 10, 10."}
{"query": "Aptis cần tối thiểu bao nhiêu điểm để được đổi điểm Miễn học - Miễn thi?", "document": "Chứng chỉ Aptis không được chia thành các mốc điểm nhỏ như các chứng chỉ khác, mà sẽ được quy đổi thành các mức chứng chỉ như Aptis A0, Aptis A1, Aptis A2, Aptis B1, Aptis  B2, Aptis C. Để được đổi điểm, hay Miễn học - Miễn thi tại trường mình thì tối thiểu bạn cần đạt chứng chỉ Aptis B1 nhé."}
{"query": "Mình dự định thi Aptis để đổi điểm và Miễn học - Miễn thi, vậy mình cần đạt tối thiểu bao nhiêu điểm?", "document": "Chứng chỉ Aptis là một bài kiểm tra đánh giá khả năng tiếng Anh được rất nhiều nhà trường công nhận làm chứng chỉ để xét đổi điểm, trong đó có Học viện Công nghệ Bưu chính Viễn Thông. Hiện nay, có khá nhiều sinh viên chọn thi và đổi điểm bằng chứng chỉ Aptis và cần tối thiểu được Aptis B1 để được xét đổi điểm, Miễn học - Miễn thi bạn nhé! Ngay từ mốc B1 là bạn có thể đổi được 10, 10, 10 tương ứng Course 1, Course 2, Course 3 rồi. Còn Course 3+ thì bạn cần cố đạt chứng chỉ cao hơn nữa nhé!"}
{"query": "Nhà trường yêu cầu phải đạt tối thiểu bao nhiêu điểm Aptis thì mới xét đổi điểm và Miễn học - Miễn thi nhỉ?", "document": "Chắc bạn cũng đã có tìm hiểu về chứng chỉ Aptis rồi nhỉ.  Tham gia thi Aptis thì sẽ được đánh giá theo thang điểm và sẽ cộng tổng điểm của các kỹ năng bạn thi, qua đó thì sẽ đối chiếu với bảng điểm để đưa ra năng lực của bạn đạt chứng chỉ A0, A1, A2, B1, B2 hay C. Đối với Aptis thì nhà trường sẽ chia theo các mốc chứng chỉ này và tối thiểu bạn phạt đạt được chứng chỉ Aptis B1 nhé"}
{"query": "Mình muốn đăng ký thi Aptis ở trường thì phải làm như thế nào?", "document": "Không bạn ơi, trường mình chưa có hỗ trợ tổ chức thi lấy chứng chỉ Aptis bạn nhé, nên bạn không thể thi Aptis tại trường được đâu. Để đăng ký thi chứng chỉ Aptis thì bạn cần tìm đến các đơn vị tổ chức thi Aptis nhé."}
{"query": "Nhà trường có tổ chức thi Aptis không?", "document": "Rất tiếc phải trả lời bạn rằng nhà trường hiện nay chưa tổ chức hình thức thi này. Tính đến thời điểm hiện tại thì nhà trường mới chỉ đứng ra hỗ trợ sinh viên tổ chức thi TOEIC thôi, nên nếu muốn thi Aptis thì bạn phải đến các đơn vị tổ chức thi Aptis nhé."}
{"query": "Được Aptis A2 tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Rất tiếc phải nói với bạn rằng bạn cần cố gắng để đạt chứng chứ cao hơn nữa thì mới đủ điều kiện để đổi điểm tiếng anh trên trường. Đối với Aptis, nhà trường yêu cầu bạn tối thiều cần đạt Aptis B1 nhé. Nếu bạn có Aptis A2 rồi thì cố gắng lên, bạn chỉ còn cách B1 một tí xíu nữa thôi."}
{"query": "Được Aptis B1 tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Đối với Aptis B1 thì bạn sẽ được đổi 10, 10, 10 tương ứng với 3 khóa tiếng anh: Course 1, Course 2, Course 3. Nhưng thật tiếc là bạn chưa thể đổi điểm cho Course 3+ đâu, cố gắng đạt chứng chỉ B2 bạn nhé."}
{"query": "Được Aptis B2 tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Chúc mừng bạn, với chứng chỉ B2 bạn hiện có, bạn đã đủ điều kiện đổi điểm tất cả các khóa tiếng anh trong trường, bao gồm cả Course 3+. Ở tất cả các khóa thì bạn đều được full 10 nhé."}
{"query": "Được  Aptis C tương đương bao nhiêu điểm tiếng anh trên trường?", "document": "Thật ngưỡng mộ khả năng tiếng anh của bạn, bạn đã đạt được chứng chỉ cao nhất trong Aptis, vậy thì không có lý do gì để nhà trường không đổi điểm full 10 hết tất cả các khóa tiếng anh cho bạn cả. Chúc mừng bạn!"}
{"query": "Được Aptis C thì có thêm lợi ích gì nữa không?", "document": "Về phía nhà trường, ngoài việc bạn có thể đổi điểm tất cả các khóa tiếng anh thành 10 điểm thì hiện tại nhà trường chưa cung cấp thêm lợi ích nào khác. Nhưng thật sự bạn đang có lợi ích rất lớn so với các bạn khác nhờ khả năng tiếng anh siêu đỉnh của bạn rồi. Ngưỡng mộ bạn quá! Hãy tận dụng khả năng này thật tốt bạn nhé!"}
{"query": "Làm thủ tục đổi điểm, Miễn học - Miễn thi ở đâu?", "document": "Để làm thủ tục đổi điểm, Miễn học - Miễn thi bạn cần đến Văn Phòng 1 cửa nhé. Khi làm thủ tục, nhớ mang theo Căn cước công dân hoặc Thẻ sinh viên nữa nha. Ngoài ra bạn có thể gửi hồ sơ qua EMS về địa chỉ được cập nhật trên page facebook Phòng Giáo vụ - PTIT."}
{"query": "Nhà trường tiếp nhận hồ sơ đổi điểm, Miễn học - Miễn thi của chúng mình ở đâu?", "document": "Trường tiếp nhận hồ sơ của sinh viên thông qua hai hình thức. Bạn có thể nộp trực tiếp hồ sơ tại Văn Phòng 1 cửa. Ngoài ra bạn cũng có thể gửi hồ sơ qua EMS về địa chỉ được cập nhật trên page facebookPhòng Giáo vụ - PTIT."}
{"query": "Mình làm thủ tục đổi điểm, Miễn học - Miễn thi ở đâu", "document": "Bạn có thể nộp hồ sơ trực tiếp tại Văn Phòng 1 cửa hoặc cũng có thể gửi hồ sơ qua EMS về địa chỉ được thông báo trên page facebook Phòng Giáo vụ - PTIT."}
{"query": "Quy trình đổi điểm, Miễn học - Miễn thi như nào?", "document": "Khi thông báo về đợt đổi điểm, Miễn học - Miễn thi, trường sẽ cung cấp cho bạn một quy trình chi tiết. Đầu tiên, bạn cần hoàn thành và gửi form online. Sau đó, vào ngày nhận hồ sơ, bạn phải chuẩn bị đầy đủ hồ sơ và nộp tại Văn Phòng 1 cửa hoặc gửi qua dịch vụ EMS. Tiếp theo là chờ đợi để biết xem danh sách các học sinh đủ điều kiện. Sau khi có danh sách, bạn chỉ cần thanh toán lệ phí đầy đủ. Bạn nên thường xuyên cập nhật và đọc kĩ thông tin hướng dẫn được Phòng Giáo vụ công bố nhé."}
{"query": "Mình muốn đổi điểm, Miễn học - Miễn thi vậy mình cần làm những gì?", "document": "Khi có thông báo về đợt đổi điểm, Miễn học - Miễn thi thì trường có kèm theo quy trình các bước rất chi tiết. Đầu tiên, các bạn cần điền form online, sau đó thì đến ngày tiếp nhận thì chuẩn bị đầy đủ hồ sơ và nộp tại Văn Phòng 1 cửa hoặc gửi qua EMS. Tiếp theo thì hãy chờ đợi đến khi có danh sách đủ điều kiện đổi điểm, Miễn học - Miễn thi và chỉ cần nộp lệ phí nữa thoiii. Các bạn nên đọc kĩ thông tin hướng dẫn được đăng tải bởi Phòng Giáo vụ nha"}
{"query": "Để đổi điểm Miễn học - Miễn thi thì mình cần làm những bước nào?", "document": "Bạn hãy cập nhật và đọc kỹ thông tin hướng dẫn từ Phòng Giáo vụ để nắm rõ quy trình nhé. Đầu tiên, bạn cần hoàn thành và gửi biểu mẫu trực tuyến. Sau đó, vào ngày nhận hồ sơ, bạn phải sắp xếp đầy đủ tài liệu và nộp chúng tại Văn Phòng 1 hoặc sử dụng dịch vụ EMS để gửi hồ sơ. Bước tiếp theo là đợi thông báo về danh sách các học sinh đủ điều kiện. Khi có danh sách, bạn chỉ cần thanh toán toàn bộ các khoản phí cần thiết. "}
{"query": "Hồ sơ tiếp nhận bao gồm những gì?", "document": "Nhà trường chỉ nhận những hồ sơ đầy đủ theo quy định. Hồ sơ đầy đủ bao gồm Đơn xin xét chuyển đổi điểm Tiếng Anh (theo mẫu có sẵn của Phòng Giáo vụ cung cấp), cùng bản sao văn bằng, chứng chỉ, hoặc phiếu điểm Tiếng Anh của bạn. Khi nộp trực tiếp tại Văn Phòng 1 cửa bạn cần đem theo CCCD hoặc Thẻ Sinh viên để xác minh. Nếu hồ sơ của bạn không đầy đủ hay không hợp lệ thì sẽ không được tiếp nhận đâu."}
{"query": "Mình cần chuẩn bị những gì để nộp hồ sơ đổi điểm, Miễn học - Miễn thi?", "document": "Để nộp hồ sơ đổi điểm, Miễn học - Miễn thi bạn cần chuẩn bị đầy đủ theo yêu cầu của nhà trường. Trong đó, bao gồm: đơn xin xét chuyển đổi điểm Tiếng Anh (theo mẫu có sẵn của Phòng Giáo vụ), cùng với bản sao văn bằng/ chứng chỉ/ phiếu điểm Tiếng Anh của bạn. Khi nộp hồ sơ bạn nên mang theo Thẻ Sinh viên hoặc CCCD nữa nhé."}
{"query": "Khi nộp hồ sơ đổi điểm, Miễn học - Miễn thi tôi cần chuẩn bị những gì?", "document": "Bạn cần chuẩn bị đầy đủ hồ sơ theo yêu cầu của nhà trường trước khi nộp nhé. Hồ sơ bao gồm việc Đơn xin xét chuyển đổi điểm Tiếng Anh (theo mẫu do Phòng Giáo vụ cung cấp) và đính kèm bản sao của bằng cấp, chứng chỉ hoặc phiếu điểm Tiếng Anh của bạn. Khi nộp hồ sơ, hãy đảm bảo bạn còn mang theo Thẻ Sinh viên hoặc CCCD để xác minh thông tin cá nhân."}
{"query": "Lệ phí đổi điểm là bao nhiêu?", "document": "Từ năm học trước trường có quy định lại lệ phí khi đổi điểm. Cụ thể là 100k cho mỗi học phần bạn muốn đổi điểm nha."}
{"query": "Tôi nộp hồ sơ đổi điểm, lệ phí tôi cần nộp là bao nhiêu?", "document": "Khi nộp hồ sơ đổi điểm, bạn cần chuẩn bị lệ phí tương ứng là 100k cho mỗi học phần mà bạn muốn đổi nhó."}
{"query": "Lệ phí cho việc Miễn học - Miễn thi là bao nhiêu?", "document": "Trường đã có quy định mới về lệ phí Miễn học - Miễn thi. Với hồ sơ Miễn học, lệ phí là 50% học phí của học phần tương ứng. Còn với Miễn học - Miễn thi, lệ phí bạn cần nộp là 30% học phí của học phần ấy."}
{"query": "Tôi nộp hồ sơ Miễn học - Miễn thi, lệ phí tôi cần nộp là bao nhiêu?", "document": "Nếu bạn chỉ nộp hồ sơ Miễn học thì bạn cần thanh toán lệ phí là 50% học phí của học phần mà bạn Miễn học. Đối với Miễn học - Miễn thi thì lệ phí là 30% học phí của học phần tương ứng."}
{"query": "Có các hình thức nộp lệ phí đổi điểm, Miễn học - Miễn thi nào?", "document": "Hiện tại, chỉ có một hình thức duy nhất là nộp lệ phí thông qua mã định danh. Sinh viên đăng nhập PTIT S-link với tài khoản cá nhân, truy cập chức năng công nợ để thực hiện thanh toán theo hướng dẫn có sẵn."}
{"query": "Tôi có thể nộp lệ phí đổi điểm, Miễn học - Miễn thi qua đâu?", "document": "Bạn có thể nộp lệ phí thông qua mã định danh. Để thực hiện bạn cần đăng nhập vào PTIT S-link với tài khoản cá nhân. Tiếp đó truy cập chức năng công nợ, dựa theo hướng dẫn có sẵn để thực hiện thanh toán."}
{"query": "Trường sẽ thu lệ phí đổi điểm, Miễn học - Miễn thi của tôi qua đâu?", "document": "Trường sẽ thu lệ phí thông qua mã định danh đã cấp cho từng sinh viên. Để thực hiện thanh toán, trước hết bạn cần đăng nhập PTIT S-link. Sau đó truy cập chức năng công nợ. Bạn có thể thực hiện nộp lệ phí theo hướng dẫn đã có sẵn."}
